[
  "TÜRK\nCEZA KANUNU[1]",
  " ",
  "Kanun Numarası                    : 5237",
  "Kabul Tarihi                           : 26/9/2004",
  "Yayımlandığı Resmî Gazete  : Tarih  : 12/10/2004      Sayı  : 25611 ",
  "Yayımlandığı Düstur              : Tertip : 5                      Cilt   :\n43",
  " ",
  "BİRİNCİ\nKİTAP",
  "Genel\nHükümler",
  " ",
  "BİRİNCİ\nKISIM",
  "Temel\nİlkeler, Tanımlar ve Uygulama Alanı",
  " ",
  "BİRİNCİ\nBÖLÜM",
  "Temel\nİlkeler ve Tanımlar",
  "Ceza Kanununun amacı",
  "Madde 1- (1) Ceza Kanununun amacı; kişi hak ve özgürlüklerini,\nkamu düzen ve güvenliğini, hukuk devletini, kamu sağlığını ve çevreyi, toplum\nbarışını korumak, suç işlenmesini önlemektir. Kanunda, bu amacın\ngerçekleştirilmesi için ceza sorumluluğunun temel esasları ile suçlar, ceza ve\ngüvenlik tedbirlerinin türleri düzenlenmiştir.",
  " ",
  "Suçta ve cezada kanunîlik ilkesi",
  "Madde 2- (1) Kanunun açıkça suç saymadığı bir fiil için kimseye\nceza verilemez ve güvenlik tedbiri uygulanamaz. Kanunda yazılı cezalardan ve\ngüvenlik tedbirlerinden başka bir ceza ve güvenlik tedbirine hükmolunamaz.",
  "(2) İdarenin düzenleyici işlemleriyle suç ve ceza konulamaz.",
  "(3) Kanunların suç ve ceza içeren hükümlerinin uygulanmasında kıyas\nyapılamaz. Suç ve ceza içeren hükümler, kıyasa yol açacak biçimde geniş\nyorumlanamaz.",
  " ",
  "Adalet ve kanun önünde eşitlik ilkesi",
  "Madde 3- (1) Suç işleyen kişi hakkında işlenen fiilin ağırlığıyla\norantılı ceza ve güvenlik tedbirine hükmolunur.",
  "(2) Ceza Kanununun uygulamasında kişiler arasında ırk, dil, din, mezhep,\nmilliyet, renk, cinsiyet, siyasal veya diğer fikir yahut düşünceleri, felsefi\ninanç, milli veya sosyal köken, doğum, ekonomik ve diğer toplumsal konumları\nyönünden ayrım yapılamaz ve hiçbir kimseye ayrıcalık tanınamaz.",
  " ",
  "Kanunun bağlayıcılığı",
  "Madde 4- (1) Ceza kanunlarını bilmemek mazeret sayılmaz.",
  "(2) (Mülga : 29/6/2005 – 5377/1 md.)",
  " ",
  "Özel kanunlarla ilişki",
  "Madde 5- (1) Bu Kanunun genel hükümleri, özel ceza kanunları ve\nceza içeren kanunlardaki suçlar hakkında da uygulanır.",
  " ",
  "Tanımlar",
  "Madde 6- (1) Ceza kanunlarının uygulanmasında;",
  "a) Vatandaş deyiminden; fiili işlediği sırada Türk vatandaşı olan kişi,",
  "b) Çocuk deyiminden; henüz onsekiz yaşını doldurmamış kişi,",
  "c) Kamu görevlisi deyiminden; kamusal faaliyetin yürütülmesine atama veya\nseçilme yoluyla ya da herhangi bir surette sürekli, süreli veya geçici olarak\nkatılan kişi,",
  "d) Yargı görevi yapan deyiminden; yüksek mahkemeler,\nadlî ve idarî mahkemeler üye ve hakimleri ile Cumhuriyet savcısı ve\navukatlar,[2]",
  "e) Gece vakti deyiminden; güneşin\nbatmasından bir saat sonra başlayan ve doğmasından bir saat evvele kadar devam\neden zaman süresi,",
  "f) Silah deyiminden;",
  "1. Ateşli silahlar,",
  "2. Patlayıcı maddeler,",
  "3. Saldırı ve savunmada kullanılmak\nüzere yapılmış her türlü kesici, delici veya bereleyici alet,",
  "4. Saldırı ve savunma amacıyla yapılmış olmasa bile fiilen saldırı ve\nsavunmada kullanılmaya elverişli diğer şeyler,",
  "5. Yakıcı, aşındırıcı, yaralayıcı, boğucu, zehirleyici, sürekli hastalığa\nyol açıcı nükleer, radyoaktif, kimyasal, biyolojik maddeler,",
  "g) Basın ve yayın yolu ile deyiminden; her türlü yazılı, görsel, işitsel\nve elektronik kitle iletişim aracıyla yapılan yayınlar,",
  "h) İtiyadi suçlu deyiminden; kasıtlı bir suçun temel şeklini ya da daha\nağır veya daha az cezayı gerektiren nitelikli şekillerini bir yıl içinde ve\nfarklı zamanlarda ikiden fazla işleyen kişi,",
  "i) Suçu meslek edinen kişi deyiminden; kısmen de olsa geçimini suçtan\nelde ettiği kazançla sağlamaya alışmış kişi,",
  "j) Örgüt mensubu suçlu deyiminden; bir suç örgütünü kuran, yöneten,\nörgüte katılan veya örgüt adına diğerleriyle birlikte veya tek başına suç\nişleyen kişi,",
  "anlaşılır.",
  "\n",
  "İKİNCİ\nBÖLÜM",
  "Kanunun\nUygulama Alanı",
  "Zaman bakımından uygulama",
  "Madde 7- (1) İşlendiği zaman yürürlükte bulunan kanuna göre suç\nsayılmayan bir fiilden dolayı kimseye ceza verilemez ve güvenlik tedbiri\nuygulanamaz. İşlendikten sonra yürürlüğe giren kanuna göre suç sayılmayan bir\nfiilden dolayı da kimse cezalandırılamaz ve hakkında güvenlik tedbiri\nuygulanamaz. Böyle bir ceza veya güvenlik tedbiri hükmolunmuşsa infazı ve\nkanuni neticeleri kendiliğinden kalkar.",
  "(2) Suçun işlendiği zaman yürürlükte bulunan kanun ile sonradan yürürlüğe\ngiren kanunların hükümleri farklı ise, failin lehine olan kanun uygulanır ve\ninfaz olunur.",
  "(3) (Değişik: 29/6/2005 – 5377/2\nmd.) Hapis cezasının ertelenmesi, koşullu salıverilme ve tekerrürle ilgili\nolanlar hariç; infaz rejimine ilişkin hükümler, derhal uygulanır.",
  "(4) Geçici veya süreli kanunların, yürürlükte bulundukları süre içinde\nişlenmiş olan suçlar hakkında uygulanmasına devam edilir.",
  " ",
  "Yer bakımından uygulama",
  "Madde 8- (1) Türkiye'de işlenen suçlar hakkında Türk kanunları\nuygulanır. Fiilin kısmen veya tamamen Türkiye'de işlenmesi veya neticenin\nTürkiye'de gerçekleşmesi halinde suç, Türkiye'de işlenmiş sayılır.",
  "(2) Suç;",
  "a) Türk kara ve hava sahaları ile Türk karasularında,",
  "b) Açık denizde ve bunun üzerindeki hava sahasında, Türk deniz ve hava\naraçlarında veya bu araçlarla,",
  "c) Türk deniz ve hava savaş araçlarında veya bu araçlarla,",
  "d) Türkiye'nin kıt'a sahanlığında veya münhasır ekonomik bölgesinde tesis\nedilmiş sabit platformlarda veya bunlara karşı,",
  "işlendiğinde Türkiye'de işlenmiş sayılır.",
  " ",
  "Yabancı ülkede hüküm verilmesi",
  "Madde 9- (1) Türkiye'de işlediği suçtan dolayı yabancı ülkede\nhakkında hüküm verilmiş olan kimse, Türkiye'de yeniden yargılanır.",
  " ",
  "Görev suçları",
  "Madde 10- (1) Yabancı ülkede Türkiye namına memuriyet veya görev\nüstlenmiş olup da bundan dolayı bir suç işleyen kimse, bu fiile ilişkin olarak\nyabancı ülkede hakkında mahkûmiyet hükmü verilmiş bulunsa bile, Türkiye'de\nyeniden yargılanır.",
  " ",
  "Vatandaş tarafından işlenen suç",
  "Madde 11- (1) Bir Türk vatandaşı, 13 üncü maddede yazılı suçlar\ndışında, Türk kanunlarına göre aşağı sınırı bir yıldan az olmayan hapis\ncezasını gerektiren bir suçu yabancı ülkede işlediği ve kendisi Türkiye'de\nbulunduğu takdirde, bu suçtan dolayı yabancı ülkede hüküm verilmemiş olması ve\nTürkiye'de kovuşturulabilirliğin bulunması koşulu ile Türk kanunlarına göre\ncezalandırılır.",
  "(2) Suç, aşağı sınırı bir yıldan az hapis cezasını gerektirdiğinde\nyargılama yapılması zarar görenin veya yabancı hükûmetin şikayetine bağlıdır.\nBu durumda şikayet, vatandaşın Türkiye'ye girdiği tarihten itibaren altı ay\niçinde yapılmalıdır.",
  " ",
  "Yabancı tarafından işlenen suç",
  "Madde 12- (1) Bir yabancı, 13 üncü maddede\nyazılı suçlar dışında, Türk kanunlarına göre aşağı sınırı en az bir yıl hapis\ncezasını gerektiren bir suçu yabancı ülkede Türkiye'nin zararına işlediği ve\nkendisi Türkiye'de bulunduğu takdirde, Türk kanunlarına göre cezalandırılır.\nYargılama yapılması Adalet Bakanının istemine bağlıdır.",
  "(2) Yukarıdaki fıkrada belirtilen suçun bir Türk vatandaşının veya Türk\nkanunlarına göre kurulmuş özel hukuk tüzel kişisinin zararına işlenmesi ve\nfailin Türkiye'de bulunması halinde, bu suçtan dolayı yabancı ülkede hüküm\nverilmemiş olması koşulu ile suçtan zarar görenin şikayeti üzerine fail, Türk\nkanunlarına göre cezalandırılır.",
  "(3) Mağdur yabancı ise, aşağıdaki koşulların varlığı halinde fail, Adalet\nBakanının istemi ile yargılanır:",
  "a) Suçun, Türk kanunlarına göre aşağı sınırı üç yıldan az olmayan hapis\ncezasını gerektirmesi.",
  "b) Suçluların geri verilmesi\nanlaşmasının bulunmaması veya geri verilme isteminin suçun işlendiği ülkenin\nveya failin uyruğunda bulunduğu devletin hükûmeti tarafından kabul edilmemiş\nolması.",
  "(4) Birinci fıkra kapsamına giren\nsuçtan dolayı yabancı mahkemece mahkûm edilen veya herhangi bir nedenle davası\nveya cezası düşen veya beraat eden yahut suçu kovuşturulabilir olmaktan çıkan\nyabancı hakkında Adalet Bakanının istemi üzerine Türkiye'de yeniden yargılama\nyapılır.",
  "(5) (Ek:\n18/6/2014-6545/56 md.) Birinci fıkra kapsamına giren hâllerde rüşvet ve\nnüfuz ticareti suçlarından dolayı yargılama yapılması Adalet Bakanının istemine\nbağlı değildir.",
  " ",
  "Diğer suçlar",
  "Madde 13- (1) Aşağıdaki suçların, vatandaş veya\nyabancı tarafından, yabancı ülkede işlenmesi halinde, Türk kanunları uygulanır:",
  "a) İkinci Kitap, Birinci Kısım\naltında yer alan suçlar.",
  "b) İkinci Kitap, Dördüncü Kısım\naltındaki Üçüncü, Dördüncü, Beşinci, Altıncı, Yedinci ve Sekizinci Bölümlerde\nyer alan suçlar.",
  "c) İşkence (madde 94, 95).",
  "d) Çevrenin kasten kirletilmesi\n(madde 181).",
  "e) Uyuşturucu veya uyarıcı madde\nimal ve ticareti (madde 188), uyuşturucu veya uyarıcı madde kullanılmasını\nkolaylaştırma (madde 190).",
  "f) Parada sahtecilik (madde 197),\npara ve kıymetli damgaları imale yarayan araçların üretimi ve ticareti (madde\n200), mühürde sahtecilik (madde 202).",
  "g) Fuhuş (madde 227).",
  "h) (Mülga : 26/6/2009 – 5918/1\nmd.)",
  "i) Deniz, demiryolu veya havayolu\nulaşım araçlarının kaçırılması veya alıkonulması (madde 223, fıkra 2, 3) ya da\nbu araçlara karşı işlenen zarar verme (madde 152) suçları.",
  "(2) (Ek ikinci fıkra: 29/6/2005\n– 5377/3 md.) İkinci Kitap, Dördüncü Kısım altındaki Üçüncü, Dördüncü,\nBeşinci, Altıncı ve Yedinci Bölümlerde yer alanlar hariç; birinci fıkra\nkapsamına giren suçlardan dolayı Türkiye'de yargılama yapılması, Adalet\nBakanının talebine bağlıdır",
  "(3) Birinci fıkranın (a) ve (b)\nbentlerinde yazılı suçlar dolayısıyla yabancı bir ülkede mahkûmiyet veya beraat\nkararı verilmiş olsa bile, Adalet Bakanının talebi üzerine Türkiye'de yargılama\nyapılır.[3]",
  " ",
  "Seçimlik cezalarda soruşturma",
  "Madde 14- (1) 11 ve 12 nci maddelerde\nbelirtilen hallerde, soruşturma konusu suçun yer aldığı kanun maddesinde hapis\ncezası ile adli para cezasından birinin uygulanması seçimlik sayılmış ise\nsoruşturma veya kovuşturma açılmaz.",
  " ",
  "Soruşturma koşulu olan cezanın\nhesaplanması",
  "Madde 15- (1) Miktarının soruşturma koşulu\noluşturduğu hallerde ceza, soruşturma evresinde ileri sürülen kanuni\nağırlaştırıcı nedenlerin aşağı sınırı ve kanuni hafifletici nedenlerin yukarı\nsınırı göz önünde bulundurularak hesaplanır.",
  " ",
  "Cezadan mahsup",
  "Madde 16- (1) Nerede işlenmiş olursa olsun\nbir suçtan dolayı, yabancı ülkede gözaltında, gözlem altında, tutuklulukta veya\nhükümlülükte geçen süre, aynı suçtan dolayı Türkiye'de verilecek cezadan mahsup\nedilir.",
  " ",
  "Hak yoksunlukları",
  "Madde 17- (1) Yukarıdaki maddelerde\naçıklanan hallerde mahkeme, yabancı mahkemelerden verilen ve Türk hukuk\ndüzenine aykırı düşmeyen hükmün, Türk kanunlarına göre bir haktan yoksunluğu\ngerektirmesi halinde, Cumhuriyet savcısının istemi üzerine Türk kanunlarındaki\nsonuçlarının geçerli olmasına karar verir.",
  " ",
  "Geri verme",
  "Madde 18- (Mülga: 23/4/2016-6706/36 md.)",
  " ",
  "Yabancı kanunun göz önünde bulundurulması",
  "Madde 19- (1) Türkiye'nin egemenlik alanı dışında işlenen suçlar\ndolayısıyla Türkiye'de yargılama yapılırken, Türk kanununa göre verilecek olan\nceza, suçun işlendiği ülke kanununda öngörülen cezanın üst sınırından fazla\nolamaz.",
  "(2) Ancak suçun;",
  "a) Türkiye'nin güvenliğine karşı veya zararına olarak,",
  "b) Türk vatandaşına karşı ya da Türk kanunlarına göre kurulmuş özel hukuk\ntüzel kişisi zararına olarak,",
  "İşlenmesi durumunda, yukarıdaki fıkra hükmü uygulanmaz.",
  " ",
  "İKİNCİ\nKISIM",
  "Ceza\nSorumluluğunun Esasları",
  " ",
  "BİRİNCİ\nBÖLÜM",
  "Ceza\nSorumluluğunun Şahsiliği, Kast ve Taksir",
  "Ceza sorumluluğunun şahsiliği",
  "Madde 20- (1) Ceza sorumluluğu şahsidir. Kimse başkasının\nfiilinden dolayı sorumlu tutulamaz.",
  "(2) Tüzel kişiler hakkında ceza yaptırımı uygulanamaz. Ancak, suç\ndolayısıyla kanunda öngörülen güvenlik tedbiri niteliğindeki yaptırımlar\nsaklıdır.",
  " ",
  "Kast",
  "Madde 21- (1) Suçun oluşması kastın varlığına bağlıdır. Kast,\nsuçun kanuni tanımındaki unsurların bilerek ve istenerek gerçekleştirilmesidir.",
  "(2) Kişinin, suçun kanuni tanımındaki unsurların gerçekleşebileceğini\nöngörmesine rağmen, fiili işlemesi halinde olası kast vardır. Bu halde,\nağırlaştırılmış müebbet hapis cezasını gerektiren suçlarda müebbet hapis\ncezasına, müebbet hapis cezasını gerektiren suçlarda yirmi yıldan yirmibeş yıla\nkadar hapis cezasına hükmolunur; diğer suçlarda ise temel ceza üçte birden\nyarısına kadar indirilir.",
  " ",
  "Taksir",
  "Madde 22- (1) Taksirle işlenen fiiller, kanunun açıkça belirttiği\nhallerde cezalandırılır.",
  "(2) Taksir, dikkat ve özen yükümlülüğüne aykırılık dolayısıyla, bir\ndavranışın suçun kanuni tanımında belirtilen neticesi öngörülmeyerek\ngerçekleştirilmesidir.",
  "(3) Kişinin öngördüğü neticeyi\nistememesine karşın, neticenin meydana gelmesi halinde bilinçli taksir vardır;\nbu halde taksirli suça ilişkin ceza üçte birden yarısına kadar artırılır.",
  "(4) Taksirle işlenen suçtan dolayı verilecek olan ceza failin kusuruna\ngöre belirlenir.",
  "(5) Birden fazla kişinin taksirle işlediği suçlarda, herkes kendi\nkusurundan dolayı sorumlu olur. Her failin cezası kusuruna göre ayrı ayrı\nbelirlenir.",
  "(6) Taksirli hareket sonucu neden olunan netice, münhasıran failin\nkişisel ve ailevi durumu bakımından, artık bir cezanın hükmedilmesini gereksiz\nkılacak derecede mağdur olmasına yol açmışsa ceza verilmez; bilinçli taksir\nhalinde verilecek ceza yarıdan altıda bire kadar indirilebilir.",
  " ",
  "Netice sebebiyle ağırlaşmış suç",
  "Madde 23- (1) Bir fiilin, kastedilenden daha ağır veya başka bir\nneticenin oluşumuna sebebiyet vermesi halinde, kişinin bundan dolayı sorumlu\ntutulabilmesi için bu netice bakımından en azından taksirle hareket etmesi gerekir.",
  " ",
  "İKİNCİ\nBÖLÜM",
  "Ceza\nSorumluluğunu Kaldıran veya Azaltan Nedenler",
  "Kanunun hükmü ve amirin emri",
  "Madde 24- (1) Kanunun hükmünü yerine getiren kimseye ceza\nverilmez.",
  "(2) Yetkili bir merciden verilip, yerine getirilmesi görev gereği zorunlu\nolan bir emri uygulayan sorumlu olmaz.",
  "(3) Konusu suç teşkil eden emir hiçbir surette yerine getirilemez. Aksi\ntakdirde yerine getiren ile emri veren sorumlu olur.",
  "(4) Emrin, hukuka uygunluğunun denetlenmesinin kanun tarafından\nengellendiği hallerde, yerine getirilmesinden emri veren sorumlu olur.",
  " ",
  "Meşru savunma ve zorunluluk hali",
  "Madde 25- (1) Gerek kendisine ve gerek başkasına ait bir hakka\nyönelmiş, gerçekleşen, gerçekleşmesi veya tekrarı muhakkak olan haksız bir\nsaldırıyı o anda hal ve koşullara göre saldırı ile orantılı biçimde defetmek\nzorunluluğu ile işlenen fiillerden dolayı faile ceza verilmez.",
  "(2) Gerek kendisine gerek başkasına ait bir hakka yönelik olup, bilerek\nneden olmadığı ve başka suretle korunmak olanağı bulunmayan ağır ve muhakkak\nbir tehlikeden kurtulmak veya başkasını kurtarmak zorunluluğu ile ve tehlikenin\nağırlığı ile konu ve kullanılan vasıta arasında orantı bulunmak koşulu ile\nişlenen fiillerden dolayı faile ceza verilmez.",
  " ",
  "Hakkın kullanılması ve ilgilinin rızası",
  "Madde 26- (1) Hakkını kullanan kimseye ceza verilmez.",
  "(2) Kişinin üzerinde mutlak surette tasarruf edebileceği bir hakkına\nilişkin olmak üzere, açıkladığı rızası çerçevesinde işlenen fiilden dolayı\nkimseye ceza verilmez.",
  " ",
  "Sınırın aşılması",
  "Madde 27- (1) Ceza sorumluluğunu kaldıran nedenlerde sınırın kast\nolmaksızın aşılması halinde, fiil taksirle işlendiğinde de cezalandırılıyorsa,\ntaksirli suç için kanunda yazılı cezanın altıda birinden üçte birine kadarı\nindirilerek hükmolunur.",
  "(2) Meşru savunmada sınırın aşılması mazur görülebilecek bir heyecan,\nkorku veya telaştan ileri gelmiş ise faile ceza verilmez.",
  " ",
  "Cebir ve şiddet, korkutma ve tehdit",
  "Madde 28- (1) Karşı koyamayacağı veya kurtulamayacağı cebir ve\nşiddet veya muhakkak ve ağır bir korkutma veya tehdit sonucu suç işleyen\nkimseye ceza verilmez. Bu gibi hallerde cebir ve şiddet, korkutma ve tehdidi\nkullanan kişi suçun faili sayılır.",
  " ",
  "Haksız tahrik",
  "Madde 29- (1) Haksız bir fiilin meydana getirdiği hiddet veya\nşiddetli elemin etkisi altında suç işleyen kimseye, ağırlaştırılmış müebbet\nhapis cezası yerine onsekiz yıldan yirmidört yıla ve müebbet hapis cezası\nyerine oniki yıldan onsekiz yıla kadar hapis cezası verilir. Diğer hallerde\nverilecek cezanın dörtte birinden dörtte üçüne kadarı indirilir.",
  " ",
  "Hata",
  "Madde 30- (1) Fiilin icrası sırasında suçun kanuni tanımındaki\nmaddi unsurları bilmeyen bir kimse, kasten hareket etmiş olmaz. Bu hata\ndolayısıyla taksirli sorumluluk hali saklıdır.",
  "(2) Bir suçun daha ağır veya daha az cezayı gerektiren nitelikli\nhallerinin gerçekleştiği hususunda hataya düşen kişi, bu hatasından yararlanır.",
  "(3) Ceza sorumluluğunu kaldıran veya azaltan nedenlere ait koşulların\ngerçekleştiği hususunda kaçınılmaz bir hataya düşen kişi, bu hatasından\nyararlanır.",
  "(4) (Ek fıkra: 29/6/2005 – 5377/4 md.) İşlediği fiilin haksızlık\noluşturduğu hususunda kaçınılmaz bir hataya düşen kişi, cezalandırılmaz.",
  " ",
  "Yaş küçüklüğü",
  "Madde 31- (1) Fiili işlediği sırada oniki yaşını doldurmamış olan\nçocukların ceza sorumluluğu yoktur. Bu kişiler hakkında, ceza kovuşturması\nyapılamaz; ancak, çocuklara özgü güvenlik tedbirleri uygulanabilir.",
  "(2) (Değişik: 29/6/2005 – 5377/5 md.) Fiili işlediği sırada oniki\nyaşını doldurmuş olup da onbeş yaşını doldurmamış olanların işlediği fiilin\nhukukî anlam ve sonuçlarını algılayamaması veya davranışlarını yönlendirme\nyeteneğinin yeterince gelişmemiş olması hâlinde ceza sorumluluğu yoktur. Ancak\nbu kişiler hakkında çocuklara özgü güvenlik tedbirlerine hükmolunur. İşlediği\nfiilin hukukî anlam ve sonuçlarını algılama ve bu fiille ilgili olarak\ndavranışlarını yönlendirme yeteneğinin varlığı hâlinde, bu kişiler hakkında\nsuç, ağırlaştırılmış müebbet hapis cezasını gerektirdiği takdirde oniki yıldan\nonbeş yıla; müebbet hapis cezasını gerektirdiği takdirde dokuz yıldan onbir\nyıla kadar hapis cezasına hükmolunur. Diğer cezaların yarısı indirilir ve bu\nhâlde her fiil için verilecek hapis cezası yedi yıldan fazla olamaz.",
  "(3) (Değişik: 29/6/2005 – 5377/5 md.) Fiili işlediği sırada onbeş\nyaşını doldurmuş olup da onsekiz yaşını doldurmamış olan kişiler hakkında suç,\nağırlaştırılmış müebbet hapis cezasını gerektirdiği takdirde onsekiz yıldan\nyirmidört yıla; müebbet hapis cezasını gerektirdiği takdirde oniki yıldan onbeş\nyıla kadar hapis cezasına hükmolunur. Diğer cezaların üçte biri indirilir ve bu\nhâlde her fiil için verilecek hapis cezası oniki yıldan fazla olamaz.",
  " ",
  "Akıl hastalığı",
  "Madde 32- (1) Akıl hastalığı nedeniyle, işlediği fiilin hukuki\nanlam ve sonuçlarını algılayamayan veya bu fiille ilgili olarak davranışlarını\nyönlendirme yeteneği önemli derecede azalmış olan kişiye ceza verilmez. Ancak,\nbu kişiler hakkında güvenlik tedbirine hükmolunur.",
  "(2) Birinci fıkrada yazılı derecede olmamakla birlikte işlediği fiille\nilgili olarak davranışlarını yönlendirme yeteneği azalmış olan kişiye,\nağırlaştırılmış müebbet hapis cezası yerine yirmibeş yıl, müebbet hapis cezası\nyerine yirmi yıl hapis cezası verilir. Diğer hallerde verilecek ceza, altıda\nbirden fazla olmamak üzere indirilebilir. Mahkûm olunan ceza, süresi aynı olmak\nkoşuluyla, kısmen veya tamamen, akıl hastalarına özgü güvenlik tedbiri olarak\nda uygulanabilir.",
  " ",
  "Sağır ve dilsizlik",
  "Madde 33- (1) Bu Kanunun, fiili işlediği sırada oniki yaşını\ndoldurmamış olan çocuklara ilişkin hükümleri, onbeş yaşını doldurmamış olan\nsağır ve dilsizler hakkında; oniki yaşını doldurmuş olup da onbeş yaşını\ndoldurmamış olanlara ilişkin hükümleri, onbeş yaşını doldurmuş olup da onsekiz\nyaşını doldurmamış olan sağır ve dilsizler hakkında; onbeş yaşını doldurmuş\nolup da onsekiz yaşını doldurmamış olanlara ilişkin hükümleri, onsekiz yaşını\ndoldurmuş olup da yirmibir yaşını doldurmamış olan sağır ve dilsizler hakkında\nda uygulanır.",
  " ",
  "Geçici nedenler, alkol veya uyuşturucu madde etkisinde olma",
  "Madde 34- (1) Geçici bir nedenle ya da irade dışı alınan alkol\nveya uyuşturucu madde etkisiyle, işlediği fiilin hukuki anlam ve sonuçlarını\nalgılayamayan veya bu fiille ilgili olarak davranışlarını yönlendirme yeteneği\nönemli derecede azalmış olan kişiye ceza verilmez.",
  "(2) İradi olarak alınan alkol veya uyuşturucu madde etkisinde suç işleyen\nkişi hakkında birinci fıkra hükmü uygulanmaz.",
  " ",
  "ÜÇÜNCÜ\nBÖLÜM",
  "Suça\nTeşebbüs",
  "Suça teşebbüs",
  "Madde 35- (1) Kişi, işlemeyi kastettiği bir suçu elverişli\nhareketlerle doğrudan doğruya icraya başlayıp da elinde olmayan nedenlerle\ntamamlayamaz ise teşebbüsten dolayı sorumlu tutulur.",
  "(2) Suça teşebbüs halinde fail, meydana gelen zarar veya tehlikenin\nağırlığına göre, ağırlaştırılmış müebbet hapis cezası yerine onüç yıldan yirmi\nyıla kadar, müebbet hapis cezası yerine dokuz yıldan onbeş yıla kadar hapis\ncezası ile cezalandırılır. Diğer hallerde verilecek cezanın dörtte birinden\ndörtte üçüne kadarı indirilir.",
  " ",
  "Gönüllü vazgeçme",
  "Madde 36- (1) Fail, suçun icra hareketlerinden gönüllü vazgeçer\nveya kendi çabalarıyla suçun tamamlanmasını veya neticenin gerçekleşmesini\nönlerse, teşebbüsten dolayı cezalandırılmaz; fakat tamam olan kısım esasen bir\nsuç oluşturduğu takdirde, sadece o suça ait ceza ile cezalandırılır.",
  " ",
  "DÖRDÜNCÜ\nBÖLÜM",
  "Suça\nİştirak",
  "Faillik",
  "Madde 37- (1) Suçun kanuni tanımında yer alan fiili birlikte\ngerçekleştiren kişilerden her biri, fail olarak sorumlu olur.",
  "(2) Suçun işlenmesinde bir başkasını araç olarak kullanan kişi de fail\nolarak sorumlu tutulur. Kusur yeteneği olmayanları suçun işlenmesinde araç\nolarak kullanan kişinin cezası, üçte birden yarısına kadar artırılır.",
  " ",
  "Azmettirme",
  "Madde 38- (1) Başkasını suç işlemeye azmettiren kişi, işlenen\nsuçun cezası ile cezalandırılır.",
  "(2) Üstsoy ve altsoy ilişkisinden doğan nüfuz kullanılmak suretiyle suça\nazmettirme halinde, azmettirenin cezası üçte birden yarısına kadar artırılır.\nÇocukların suça azmettirilmesi halinde, bu fıkra hükmüne göre cezanın\nartırılabilmesi için üstsoy ve altsoy ilişkisinin varlığı aranmaz.",
  "(3) Azmettirenin belli olmaması halinde, kim olduğunun ortaya çıkmasını\nsağlayan fail veya diğer suç ortağı hakkında ağırlaştırılmış müebbet hapis\ncezası yerine yirmi yıldan yirmibeş yıla kadar, müebbet hapis cezası yerine\nonbeş yıldan yirmi yıla kadar hapis cezasına hükmolunabilir. Diğer hallerde\nverilecek cezada, üçte bir oranında indirim yapılabilir.",
  " ",
  "Yardım etme",
  "Madde 39- (1) Suçun işlenmesine yardım eden kişiye, işlenen suçun\nağırlaştırılmış müebbet hapis cezasını gerektirmesi halinde, onbeş yıldan yirmi\nyıla; müebbet hapis cezasını gerektirmesi halinde, on yıldan onbeş yıla kadar\nhapis cezası verilir. Diğer hallerde cezanın yarısı indirilir. Ancak, bu durumda\nverilecek ceza sekiz yılı geçemez.",
  "(2) Aşağıdaki hallerde kişi işlenen suçtan dolayı yardım eden sıfatıyla\nsorumlu olur:",
  "a) Suç işlemeye teşvik etmek veya suç işleme kararını kuvvetlendirmek\nveya fiilin işlenmesinden sonra yardımda bulunacağını vaat etmek.",
  "b) Suçun nasıl işleneceği hususunda yol göstermek veya fiilin\nişlenmesinde kullanılan araçları sağlamak.",
  "c) Suçun işlenmesinden önce veya işlenmesi sırasında yardımda bulunarak\nicrasını kolaylaştırmak.",
  " ",
  "Bağlılık kuralı",
  "Madde 40- (1) Suça iştirak için kasten ve hukuka aykırı işlenmiş\nbir fiilin varlığı yeterlidir. Suçun işlenişine iştirak eden her kişi,\ndiğerinin cezalandırılmasını önleyen kişisel nedenler göz önünde\nbulundurulmaksızın kendi kusurlu fiiline göre cezalandırılır.",
  "(2) Özgü suçlarda, ancak özel faillik niteliğini taşıyan kişi fail\nolabilir. Bu suçların işlenişine iştirak eden diğer kişiler ise azmettiren veya\nyardım eden olarak sorumlu tutulur.",
  "(3) Suça iştirakten dolayı sorumlu tutulabilmek için ilgili suçun en\nazından teşebbüs aşamasına varmış olması gerekir.",
  " ",
  "İştirak hâlinde işlenen suçlarda gönüllü vazgeçme",
  "Madde 41- (1) İştirak halinde işlenen suçlarda, sadece gönüllü\nvazgeçen suç ortağı, gönüllü vazgeçme hükümlerinden yararlanır.",
  "(2) Suçun;",
  "a) Gönüllü vazgeçenin gösterdiği gayreti dışında başka bir sebeple\nişlenmemiş olması,",
  "b) Gönüllü vazgeçenin bütün gayretine rağmen işlenmiş olması,",
  "Hallerinde de gönüllü vazgeçme hükümleri uygulanır.",
  " ",
  "BEŞİNCİ\nBÖLÜM",
  "Suçların\nİçtimaı",
  "Bileşik suç",
  "Madde 42- (1) Biri diğerinin unsurunu veya ağırlaştırıcı\nnedenini oluşturması dolayısıyla tek fiil sayılan suça bileşik suç denir. Bu\ntür suçlarda içtima hükümleri uygulanmaz.",
  " ",
  "Zincirleme suç",
  "Madde 43- (1) Bir suç işleme kararının icrası kapsamında, değişik\nzamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi durumunda, bir\ncezaya hükmedilir. Ancak bu ceza, dörtte birinden dörtte üçüne kadar artırılır.\nBir suçun temel şekli ile daha ağır veya daha az cezayı gerektiren nitelikli\nşekilleri, aynı suç sayılır. (Ek cümle: 29/6/2005 – 5377/6 md.) Mağduru\nbelli bir kişi olmayan suçlarda da bu fıkra hükmü uygulanır.",
  "(2) Aynı suçun birden fazla kişiye karşı tek bir fiille işlenmesi\ndurumunda da, birinci fıkra hükmü uygulanır.",
  "(3) Kasten öldürme, kasten yaralama,\nişkence ve yağma suçlarında bu madde hükümleri uygulanmaz.[4]",
  "\n",
  "Fikri içtima",
  "Madde 44- (1) İşlediği bir fiil ile birden fazla farklı suçun\noluşmasına sebebiyet veren kişi, bunlardan en ağır cezayı gerektiren suçtan\ndolayı cezalandırılır.",
  " ",
  "ÜÇÜNCÜ\nKISIM",
  "Yaptırımlar",
  " ",
  "BİRİNCİ\nBÖLÜM",
  "Cezalar",
  "Cezalar",
  "Madde 45- (1) Suç karşılığında uygulanan yaptırım olarak cezalar,\nhapis ve adlî para cezalarıdır.",
  " ",
  "Hapis cezaları",
  " Madde 46- (1) Hapis cezaları şunlardır:",
  "a) Ağırlaştırılmış müebbet hapis cezası.",
  "b) Müebbet hapis cezası.",
  "c) Süreli hapis cezası.",
  " ",
  "Ağırlaştırılmış müebbet hapis cezası[5]",
  "Madde 47- (1) Ağırlaştırılmış müebbet hapis cezası hükümlünün\nhayatı boyunca devam eder, kanun ve Cumhurbaşkanınca çıkarılan yönetmelikte\nbelirtilen sıkı güvenlik rejimine göre çektirilir. ",
  " ",
  "Müebbet hapis cezası",
  "Madde 48- (1) Müebbet hapis cezası, hükümlünün hayatı boyunca\ndevam eder.",
  " ",
  "Süreli hapis cezası",
  "Madde 49- (1) Süreli hapis cezası, kanunda aksi belirtilmeyen\nhallerde bir aydan az, yirmi yıldan fazla olamaz.",
  "(2) Hükmedilen bir yıl veya daha az süreli hapis cezası, kısa süreli\nhapis cezasıdır.",
  " ",
  "Kısa süreli hapis cezasına seçenek yaptırımlar",
  "Madde 50- (1) Kısa süreli hapis cezası, suçlunun\nkişiliğine, sosyal ve ekonomik durumuna, yargılama sürecinde duyduğu pişmanlığa\nve suçun işlenmesindeki özelliklere göre;",
  "a) Adlî para cezasına,",
  "b) Mağdurun veya kamunun uğradığı zararın aynen iade, suçtan önceki hale\ngetirme veya tazmin suretiyle, tamamen giderilmesine,",
  "c) En az iki yıl süreyle, bir meslek\nveya sanat edinmeyi sağlamak amacıyla, gerektiğinde barınma imkanı da bulunan\nbir eğitim kurumuna devam etmeye,",
  "d) Mahkûm olunan cezanın yarısından bir katına kadar süreyle, belirli\nyerlere gitmekten veya belirli etkinlikleri yapmaktan yasaklanmaya,",
  "e) Sağladığı hak ve yetkiler kötüye kullanılmak suretiyle veya\ngerektirdiği dikkat ve özen yükümlülüğüne aykırı davranılarak suç işlenmiş\nolması durumunda; mahkûm olunan cezanın yarısından bir katına kadar süreyle,\nilgili ehliyet ve ruhsat belgelerinin geri alınmasına, belli bir meslek ve\nsanatı yapmaktan yasaklanmaya,",
  "f) Mahkûm olunan cezanın yarısından bir katına kadar süreyle ve gönüllü\nolmak koşuluyla kamuya yararlı bir işte çalıştırılmaya,",
  "çevrilebilir.",
  "(2) Suç tanımında hapis cezası ile adlî para cezasının seçenek olarak\nöngörüldüğü hallerde, hapis cezasına hükmedilmişse; bu ceza artık adlî para\ncezasına çevrilmez.",
  "(3) Daha önce hapis cezasına mahkûm edilmemiş olmak koşuluyla, mahkûm\nolunan otuz gün ve daha az süreli hapis cezası ile fiili işlediği tarihte\nonsekiz yaşını doldurmamış veya altmışbeş yaşını bitirmiş bulunanların mahkûm\nedildiği bir yıl veya daha az süreli hapis cezası, birinci fıkrada yazılı\nseçenek yaptırımlardan birine çevrilir.",
  "(4) Taksirli suçlardan dolayı\nhükmolunan hapis cezası uzun süreli de olsa; bu ceza, diğer koşulların varlığı\nhalinde, birinci fıkranın (a) bendine göre adlî para cezasına çevrilebilir.\nAncak, bu hüküm, bilinçli taksir halinde uygulanmaz.",
  "(5) Uygulamada asıl mahkûmiyet, bu madde hükümlerine göre çevrilen adlî\npara cezası veya tedbirdir.",
  "(6) Hüküm kesinleştikten sonra Cumhuriyet savcılığınca yapılan tebligata\nrağmen otuz gün içinde seçenek tedbirin gereklerinin yerine getirilmesine\nbaşlanmaması veya başlanıp da devam edilmemesi halinde, infaz hâkimliği kısa\nsüreli hapis cezasının tamamen veya kısmen infazına karar verir ve bu karar\nderhal infaz edilir. Bu durumda, beşinci fıkra hükmü uygulanmaz.[6][7]",
  "(7) Hükmedilen seçenek tedbirin hükümlünün elinde olmayan nedenlerle\nyerine getirilememesi durumunda, infaz hâkimliğince tedbir değiştirilir.7",
  " ",
  "Hapis cezasının ertelenmesi",
  "Madde 51- (1) İşlediği suçtan dolayı iki yıl veya daha az süreyle\nhapis cezasına mahkûm edilen kişinin cezası ertelenebilir. Bu sürenin üst\nsınırı, fiili işlediği sırada onsekiz yaşını doldurmamış veya altmışbeş yaşını\nbitirmiş olan kişiler bakımından üç yıldır. Ancak, erteleme kararının\nverilebilmesi için kişinin;",
  "a) Daha önce kasıtlı bir suçtan dolayı üç aydan fazla hapis cezasına\nmahkûm edilmemiş olması,",
  "b) Suçu işledikten sonra yargılama sürecinde gösterdiği pişmanlık\ndolayısıyla tekrar suç işlemeyeceği konusunda mahkemede bir kanaatin oluşması,",
  "gerekir.",
  "(2) Cezanın ertelenmesi, mağdurun veya kamunun uğradığı zararın aynen\niade, suçtan önceki hale getirme veya tazmin suretiyle tamamen giderilmesi\nkoşuluna bağlı tutulabilir. Bu durumda, koşul gerçekleşinceye kadar cezanın\ninfaz kurumunda çektirilmesine devam edilir. Koşulun yerine getirilmesi\nhalinde, infaz hâkimi kararıyla hükümlü infaz kurumundan derhal salıverilir.[8]",
  "(3) Cezası ertelenen hükümlü hakkında, bir yıldan az, üç yıldan fazla\nolmamak üzere, bir denetim süresi belirlenir. Bu sürenin alt sınırı, mahkûm\nolunan ceza süresinden az olamaz.",
  "(4) Denetim süresi içinde;",
  "a) Bir meslek veya sanat sahibi\nolmayan hükümlünün, bu amaçla bir eğitim programına devam etmesine,",
  "b) Bir meslek veya sanat sahibi\nhükümlünün, bir kamu kurumunda veya özel olarak aynı meslek veya sanatı icra\neden bir başkasının gözetimi altında ücret karşılığında çalıştırılmasına,",
  "c) Onsekiz yaşından küçük olan hükümlülerin, bir meslek veya sanat\nedinmelerini sağlamak amacıyla, gerektiğinde barınma imkanı da bulunan bir\neğitim kurumuna devam etmesine,",
  "mahkemece karar verilebilir.",
  "(5) Mahkeme, denetim süresi içinde hükümlüye rehberlik edecek bir uzman\nkişiyi görevlendirebilir. Bu kişi, kötü alışkanlıklardan kurtulmasını ve\nsorumluluk bilinciyle iyi bir hayat sürmesini temin hususunda hükümlüye öğütte\nbulunur; eğitim gördüğü kurum yetkilileri veya nezdinde çalıştığı kişilerle\ngörüşerek, istişarelerde bulunur; hükümlünün davranışları, sosyal uyumu ve\nsorumluluk bilincindeki gelişme hakkında üçer aylık sürelerle rapor\ndüzenleyerek infaz hâkimine verir.8",
  "(6) Mahkeme, hükümlünün kişiliğini ve sosyal durumunu göz önünde\nbulundurarak, denetim süresinin herhangi bir yükümlülük belirlemeden veya uzman\nkişi görevlendirmeden geçirilmesine de karar verebilir.",
  "(7) Hükümlünün denetim süresi içinde\nkasıtlı bir suç işlemesi veya kendisine yüklenen yükümlülüklere, infaz\nhâkiminin uyarısına rağmen, uymamakta ısrar etmesi halinde; ertelenen cezanın\nkısmen veya tamamen infaz kurumunda çektirilmesine infaz hâkimliğince karar\nverilir.[9]",
  "(8) Denetim süresi yükümlülüklere uygun veya iyi halli olarak geçirildiği\ntakdirde, ceza infaz edilmiş sayılır.",
  "\n",
  "Adlî para cezası",
  "Madde 52- (1) Adlî para cezası, beş günden az ve kanunda aksine\nhüküm bulunmayan hallerde yediyüzotuz günden fazla olmamak üzere belirlenen tam\ngün sayısının, bir gün karşılığı olarak takdir edilen miktar ile çarpılması\nsuretiyle hesaplanan meblağın hükümlü tarafından Devlet Hazinesine ödenmesinden\nibarettir.",
  "(2) En az yüz ve en fazla beşyüz Türk Lirası olan bir gün\nkarşılığı adlî para cezasının miktarı, kişinin ekonomik ve diğer şahsi halleri\ngöz önünde bulundurularak takdir edilir.[10]",
  "(3) Kararda, adlî para cezasının belirlenmesinde esas alınan tam gün\nsayısı ile bir gün karşılığı olarak takdir edilen miktar ayrı ayrı gösterilir.",
  "(4) Hakim, ekonomik ve şahsi hallerini göz önünde bulundurarak, kişiye\nadlî para cezasını ödemesi için hükmün kesinleşme tarihinden itibaren bir\nyıldan fazla olmamak üzere mehil verebileceği gibi, bu cezanın belirli taksitler\nhalinde ödenmesine de karar verebilir. Taksit süresi iki yılı geçemez ve taksit\nmiktarı dörtten az olamaz. Kararda, taksitlerden birinin zamanında ödenmemesi\nhalinde geri kalan kısmın tamamının tahsil edileceği ve ödenmeyen adlî para\ncezasının hapse çevrileceği belirtilir.",
  " ",
  "İKİNCİ\nBÖLÜM",
  "Güvenlik\nTedbirleri",
  "Belli hakları kullanmaktan yoksun bırakılma[11]",
  "Madde 53- (1) Kişi, kasten işlemiş olduğu suçtan dolayı hapis\ncezasına mahkûmiyetin kanuni sonucu olarak;[12]",
  "a) Sürekli, süreli veya geçici bir kamu görevinin üstlenilmesinden; bu\nkapsamda, Türkiye Büyük Millet Meclisi üyeliğinden veya Devlet, il, belediye,\nköy veya bunların denetim ve gözetimi altında bulunan kurum ve kuruluşlarca\nverilen, atamaya veya seçime tabi bütün memuriyet ve hizmetlerde istihdam edilmekten,",
  "b) Seçme ve seçilme ehliyetinden (…)12,",
  "c) Velayet hakkından; vesayet veya kayyımlığa ait bir hizmette\nbulunmaktan,",
  "d) Vakıf, dernek, sendika, şirket,\nkooperatif ve siyasi parti tüzel kişiliklerinin yöneticisi veya denetçisi\nolmaktan,",
  "e) Bir kamu kurumunun veya kamu kurumu niteliğindeki meslek kuruluşunun\niznine tabi bir meslek veya sanatı, kendi sorumluluğu altında serbest meslek\nerbabı veya tacir olarak icra etmekten,",
  "yoksun bırakılır.",
  "(2) Kişi, işlemiş bulunduğu suç dolayısıyla mahkûm olduğu hapis cezasının\ninfazı tamamlanıncaya kadar bu hakları kullanamaz.",
  "(3) Mahkûm olduğu hapis cezası\nertelenen veya denetimli serbestlik tedbiri uygulanarak cezası infaz edilen ya\nda koşullu salıverilen hükümlünün kendi altsoyu üzerindeki velayet, vesayet ve\nkayyımlık yetkileri açısından yukarıdaki fıkralar hükümleri uygulanmaz. Mahkûm\nolduğu hapis cezası ertelenen veya denetimli serbestlik tedbiri uygulanarak\ncezası infaz edilen ya da koşullu salıverilen hükümlü hakkında birinci fıkranın\n(e) bendinde söz konusu edilen hak yoksunluğunun uygulanmamasına karar\nverilebilir.[13]",
  "(4) Kısa süreli hapis cezası ertelenmiş veya fiili işlediği sırada\nonsekiz yaşını doldurmamış olan kişiler hakkında birinci fıkra hükmü\nuygulanmaz.[14]",
  "(5) Birinci fıkrada sayılan hak ve yetkilerden birinin kötüye\nkullanılması suretiyle işlenen suçlar dolayısıyla hapis cezasına mahkûmiyet\nhalinde, ayrıca, cezanın infazından sonra işlemek üzere, hükmolunan cezanın\nyarısından bir katına kadar bu hak ve yetkinin kullanılmasının yasaklanmasına\nkarar verilir. Bu hak ve yetkilerden birinin kötüye kullanılması suretiyle\nişlenen suçlar dolayısıyla sadece adlî para cezasına mahkûmiyet halinde,\nhükümde belirtilen gün sayısının yarısından bir katına kadar bu hak ve yetkinin\nkullanılmasının yasaklanmasına karar verilir. Hükmün kesinleşmesiyle icraya\nkonan yasaklama ile ilgili süre, adlî para cezasının tamamen infazından\nitibaren işlemeye başlar.",
  "(6) Belli bir meslek veya sanatın ya\nda trafik düzeninin gerektirdiği dikkat ve özen yükümlülüğüne aykırılık\ndolayısıyla işlenen taksirli suçtan mahkûmiyet halinde, üç aydan az ve üç\nyıldan fazla olmamak üzere, bu meslek veya sanatın icrasının yasaklanmasına ya\nda sürücü belgesinin geri alınmasına karar verilebilir. Yasaklama ve geri alma\nhükmün kesinleşmesiyle yürürlüğe girer ve süre, cezanın tümüyle infazından\nitibaren işlemeye başlar.",
  " ",
  "Eşya müsaderesi",
  "Madde 54- (1) İyiniyetli üçüncü kişilere ait olmamak koşuluyla,\nkasıtlı bir suçun işlenmesinde kullanılan veya suçun işlenmesine tahsis edilen\nya da suçtan meydana gelen eşyanın müsaderesine hükmolunur. Suçun işlenmesinde\nkullanılmak üzere hazırlanan eşya, kamu güvenliği, kamu sağlığı veya genel\nahlak açısından tehlikeli olması durumunda müsadere edilir. (Ek cümle: 24/11/2016-6763/11 md.) Eşyanın üzerinde\niyiniyetli üçüncü kişiler lehine tesis edilmiş sınırlı ayni hakkın bulunması\nhâlinde müsadere kararı, bu hak saklı kalmak şartıyla verilir.",
  "(2) Birinci fıkra kapsamına giren\neşyanın, ortadan kaldırılması, elden çıkarılması, tüketilmesi veya müsaderesinin\nbaşka bir surette imkansız kılınması halinde; bu eşyanın değeri kadar para\ntutarının müsaderesine karar verilir.",
  "(3) Suçta kullanılan eşyanın müsadere edilmesinin işlenen suça nazaran\ndaha ağır sonuçlar doğuracağı ve bu nedenle hakkaniyete aykırı olacağı\nanlaşıldığında, müsaderesine hükmedilmeyebilir.",
  "(4) Üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç\noluşturan eşya, müsadere edilir.",
  "(5) Bir şeyin sadece bazı\nkısımlarının müsaderesi gerektiğinde, tümüne zarar verilmeksizin bu kısmı\nayırmak olanaklı ise, sadece bu kısmın müsaderesine karar verilir.",
  "(6) Birden fazla kişinin paydaş olduğu eşya ile ilgili olarak, sadece\nsuça iştirak eden kişinin payının müsaderesine hükmolunur.",
  " ",
  "Kazanç müsaderesi",
  "Madde 55- (1) Suçun işlenmesi ile elde edilen veya suçun konusunu\noluşturan ya da suçun işlenmesi için sağlanan maddi menfaatler ile bunların\ndeğerlendirilmesi veya dönüştürülmesi sonucu ortaya çıkan ekonomik kazançların\nmüsaderesine karar verilir. Bu fıkra hükmüne göre müsadere kararı verilebilmesi\niçin maddi menfaatin suçun mağduruna iade edilememesi gerekir.",
  "(2) Müsadere konusu eşya veya maddi menfaatlere elkonulamadığı veya\nbunların merciine teslim edilmediği hallerde, bunların karşılığını oluşturan\ndeğerlerin müsaderesine hükmedilir.",
  "(3) (Ek: 26/6/2009 – 5918/2 md.) Bu madde kapsamına giren eşyanın\nmüsadere edilebilmesi için, eşyayı sonradan iktisap eden kişinin 22/11/2001\ntarihli ve 4721 sayılı Türk Medenî Kanununun iyiniyetin korunmasına ilişkin\nhükümlerinden yararlanamıyor olması gerekir.",
  " ",
  "Çocuklara özgü güvenlik tedbirleri",
  "Madde 56- (1) Çocuklara özgü güvenlik tedbirlerinin neler olduğu\nve ne suretle uygulanacakları ilgili kanunda gösterilir.",
  " ",
  "Akıl hastalarına özgü güvenlik tedbirleri[15]",
  "Madde 57- (1) Fiili işlediği sırada akıl hastası olan kişi\nhakkında, koruma ve tedavi amaçlı olarak güvenlik tedbirine hükmedilir.\nHakkında güvenlik tedbirine hükmedilen akıl hastaları, yüksek güvenlikli sağlık\nkurumlarında koruma ve tedavi altına alınırlar.",
  "(2) Hakkında güvenlik tedbirine\nhükmedilmiş olan akıl hastası, yerleştirildiği kurumun sağlık kurulunca\ndüzenlenen raporda toplum açısından tehlikeliliğinin ortadan kalktığının veya\nönemli ölçüde azaldığının belirtilmesi üzerine infaz hâkimi kararıyla serbest\nbırakılabilir.",
  "(3) Sağlık kurulu raporunda, akıl hastalığının ve işlenen fiilin\nniteliğine göre, güvenlik bakımından kişinin tıbbi kontrol ve takibinin gerekip\ngerekmediği, gerekiyor ise, bunun süre ve aralıkları belirtilir.",
  "(4) Tıbbi kontrol ve takip, raporda\ngösterilen süre ve aralıklarla, Cumhuriyet savcılığınca bu kişilerin teknik\ndonanımı ve yetkili uzmanı olan sağlık kuruluşuna gönderilmeleri ile sağlanır.",
  "(5) Tıbbi kontrol ve takipte, kişinin\nakıl hastalığı itibarıyla toplum açısından tehlikeliliğinin arttığı\nanlaşıldığında, hazırlanan rapora dayanılarak, infaz hâkimliğince yeniden\nkoruma ve tedavi amaçlı olarak güvenlik tedbirine hükmedilir. Bu durumda, bir\nve devamı fıkralarda belirlenen işlemler tekrarlanır.",
  "(6) İşlediği fiille ilgili olarak hastalığı yüzünden davranışlarını\nyönlendirme yeteneği azalmış olan kişi hakkında birinci ve ikinci fıkra\nhükümlerine göre yerleştirildiği yüksek güvenlikli sağlık kuruluşunda\ndüzenlenen kurul raporu üzerine, mahkûm olduğu hapis cezası, süresi aynı kalmak\nkoşuluyla, kısmen veya tamamen, infaz hâkimi kararıyla akıl hastalarına özgü\ngüvenlik tedbiri olarak da uygulanabilir.",
  "(7) Suç işleyen alkol ya da uyuşturucu veya uyarıcı madde bağımlısı\nkişilerin, güvenlik tedbiri olarak, alkol ya da uyuşturucu veya uyarıcı madde\nbağımlılarına özgü sağlık kuruluşunda tedavi altına alınmasına karar verilir.\nBu kişilerin tedavisi, alkol ya da uyuşturucu veya uyarıcı madde\nbağımlılığından kurtulmalarına kadar devam eder. Bu kişiler, yerleştirildiği\nkurumun sağlık kurulunca bu yönde düzenlenecek rapor üzerine infaz hâkimi kararıyla\nserbest bırakılabilir.",
  " ",
  "Suçta tekerrür ve özel tehlikeli suçlular",
  "Madde 58- (1) Önceden işlenen suçtan dolayı verilen hüküm\nkesinleştikten sonra yeni bir suçun işlenmesi halinde, tekerrür hükümleri\nuygulanır. Bunun için cezanın infaz edilmiş olması gerekmez.",
  "(2) Tekerrür hükümleri, önceden işlenen suçtan dolayı;",
  "a) Beş yıldan fazla süreyle hapis cezasına mahkûmiyet halinde, bu cezanın\ninfaz edildiği tarihten itibaren beş yıl,",
  "b) Beş yıl veya daha az süreli hapis ya da adlî para cezasına mahkûmiyet\nhalinde, bu cezanın infaz edildiği tarihten itibaren üç yıl,",
  "geçtikten sonra işlenen suçlar dolayısıyla uygulanmaz.",
  "(3) Tekerrür halinde, sonraki suça ilişkin kanun maddesinde seçimlik\nolarak hapis cezası ile adlî para cezası öngörülmüşse, hapis cezasına hükmolunur.",
  "(4) Kasıtlı suçlarla taksirli suçlar ve sırf askerî suçlarla diğer suçlar\narasında tekerrür hükümleri uygulanmaz. Kasten öldürme, kasten yaralama, yağma,\ndolandırıcılık, uyuşturucu veya uyarıcı madde imal ve ticareti ile parada veya\nkıymetli damgada sahtecilik suçları hariç olmak üzere; yabancı ülke\nmahkemelerinden verilen hükümler tekerrüre esas olmaz.",
  "(5) Fiili işlediği sırada onsekiz yaşını doldurmamış olan kişilerin\nişlediği suçlar dolayısıyla tekerrür hükümleri uygulanmaz.",
  "(6) Tekerrür halinde hükmolunan ceza,\nmükerrirlere özgü infaz rejimine göre çektirilir. Ayrıca, mükerrir hakkında\ncezanın infazından sonra denetimli serbestlik tedbiri uygulanır.",
  "(7) Mahkûmiyet kararında, hükümlü hakkında mükerrirlere özgü infaz\nrejiminin ve cezanın infazından sonra denetimli serbestlik tedbirinin\nuygulanacağı belirtilir.",
  "(8) Mükerrirlerin mahkûm olduğu cezanın infazı ile denetimli serbestlik\ntedbirinin uygulanması, kanunda gösterilen şekilde yapılır.",
  "(9) Mükerrirlere özgü infaz rejiminin ve cezanın infazından sonra\ndenetimli serbestlik tedbirinin, itiyadi suçlu, suçu meslek edinen kişi veya\nörgüt mensubu suçlu hakkında da uygulanmasına hükmedilir.",
  " ",
  "Sınır dışı edilme",
  "Madde 59- (Değişik: 31/3/2005 – 5328/1 md.)",
  "(1) İşlediği suç nedeniyle hapis cezasına mahkûm edilen yabancı,\ndenetimli serbestlik tedbiri uygulanarak cezasının infazına veya koşullu\nsalıverilmesine karar verildikten ve her halde cezasının infazı tamamlandıktan\nsonra, durumu, sınır dışı işlemleriyle ilgili olarak değerlendirilmek üzere\nderhal İçişleri Bakanlığına bildirilir.[16]",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbirleri",
  "Madde 60- (1) Bir kamu kurumunun verdiği izne dayalı olarak\nfaaliyette bulunan özel hukuk tüzel kişisinin organ veya temsilcilerinin\niştirakiyle ve bu iznin verdiği yetkinin kötüye kullanılması suretiyle tüzel\nkişi yararına işlenen kasıtlı suçlardan mahkûmiyet halinde, iznin iptaline\nkarar verilir.",
  "(2) Müsadere hükümleri, yararına işlenen suçlarda özel hukuk tüzel\nkişileri hakkında da uygulanır.",
  "(3) Yukarıdaki fıkralar hükümlerinin uygulanmasının işlenen fiile nazaran\ndaha ağır sonuçlar ortaya çıkarabileceği durumlarda, hakim bu tedbirlere\nhükmetmeyebilir.",
  "(4) Bu madde hükümleri kanunun ayrıca belirttiği hallerde uygulanır.",
  " ",
  "ÜÇÜNCÜ\nBÖLÜM",
  "Cezanın\nBelirlenmesi ve Bireyselleştirilmesi",
  "Cezanın belirlenmesi",
  "MADDE 61. - (1) Hakim, somut olayda;",
  "a) Suçun işleniş biçimini,",
  "b) Suçun işlenmesinde kullanılan araçları,",
  "c) Suçun işlendiği zaman ve yeri,",
  "d) Suçun konusunun önem ve değerini,",
  "e) Meydana gelen zarar veya tehlikenin ağırlığını,",
  "f) Failin kast veya taksire dayalı kusurunun ağırlığını,",
  "g) Failin güttüğü amaç ve saiki,",
  "Göz önünde bulundurarak, işlenen suçun kanuni tanımında öngörülen cezanın\nalt ve üst sınırı arasında temel cezayı belirler.",
  "(2) Suçun olası kastla ya da bilinçli taksirle işlenmesi nedeniyle\nindirim veya artırım, birinci fıkra hükmüne göre belirlenen ceza üzerinden\nyapılır.",
  "(3) Birinci fıkrada belirtilen hususların suçun unsurunu oluşturduğu\nhallerde, bunlar temel cezanın belirlenmesinde ayrıca göz önünde bulundurulmaz.",
  "(4) Bir suçun temel şekline nazaran daha ağır veya daha az cezayı\ngerektiren birden fazla nitelikli hallerin gerçekleşmesi durumunda; temel\ncezada önce artırma sonra indirme yapılır.",
  "(5) Yukarıdaki fıkralara göre belirlenen ceza üzerinden sırasıyla\nteşebbüs, iştirak, zincirleme suç, haksız tahrik, yaş küçüklüğü, akıl hastalığı\nve cezada indirim yapılmasını gerektiren şahsi sebeplere ilişkin hükümler ile\ntakdiri indirim nedenleri uygulanarak sonuç ceza belirlenir.",
  "(6) Hapis cezasının süresi gün, ay ve yıl hesabıyla belirlenir. Bir gün,\nyirmidört saat; bir ay, otuz gündür. Yıl, resmi takvime göre hesap edilir.\nHapis cezası için bir günün, adlî para cezası için bir Türk Lirasının\nartakalanı hesaba katılmaz ve bu cezalar infaz edilmez.",
  "(7) (Ek: 29/6/2005 – 5377/7 md.)Süreli hapis cezasını gerektiren\nbir suçtan dolayı bu madde hükümlerine göre belirlenen sonuç ceza, otuz yıldan\nfazla olamaz. ",
  "(8) (Ek: 29/6/2005 – 5377/7 md.)\nAdlî para cezası hesaplanırken, bu madde hükmüne göre cezanın belirlenmesi ve\nbireyselleştirilmesine yönelik artırma ve indirimler, gün üzerinden yapılır.\nAdlî para cezası, belirlenen sonuç gün ile kişinin bir gün karşılığı\nödeyebileceği miktarın çarpılması suretiyle bulunur.",
  "(9) (Ek: 6/12/2006 – 5560/1 md.) Adlî para cezasının seçimlik ceza\nolarak öngörüldüğü suçlarda bu cezaya ilişkin gün biriminin alt sınırı, o suç\ntanımındaki hapis cezasının alt sınırından az; üst sınırı da, hapis cezasının\nüst sınırından fazla olamaz.",
  "(10) Kanunda açıkça yazılmış olmadıkça cezalar ne artırılabilir, ne\neksiltilebilir, ne de değiştirilebilir.[17][18]",
  " ",
  "Takdiri indirim nedenleri",
  "Madde 62- (1) Fail yararına cezayı hafifletecek takdiri nedenlerin\nvarlığı halinde, ağırlaştırılmış müebbet hapis cezası yerine, müebbet hapis;\nmüebbet hapis cezası yerine, yirmibeş yıl hapis cezası verilir. Diğer cezaların\naltıda birine kadarı indirilir.[19]",
  "(2) Takdiri indirim nedeni olarak,\nfailin geçmişi, sosyal ilişkileri, fiilden sonraki ve yargılama sürecindeki\npişmanlığını gösteren davranışları veya cezanın failin geleceği üzerindeki\nolası etkileri (…)[20] göz önünde bulundurulabilir. (Ek\ncümle:12/5/2022-7406/1 md.) Ancak failin duruşmadaki mahkemeyi etkilemeye\nyönelik şeklî tutum ve davranışları, takdiri indirim nedeni olarak dikkate\nalınmaz. Takdiri indirim nedenleri kararda gerekçeleriyle gösterilir.20",
  " ",
  "Mahsup",
  "Madde 63- (1) Hüküm kesinleşmeden önce gerçekleşen ve şahsi\nhürriyeti sınırlama sonucunu doğuran bütün haller nedeniyle geçirilmiş süreler,\nhükmolunan hapis cezasından indirilir. Adlî para cezasına hükmedilmesi durumunda,\nbir gün beşyüz Türk Lirası sayılmak üzere, bu cezadan indirim yapılır.[21]",
  " ",
  "DÖRDÜNCÜ\nBÖLÜM",
  "Dava\nve Cezanın Düşürülmesi",
  "Sanığın veya hükümlünün ölümü",
  "Madde 64- (1) Sanığın ölümü halinde kamu davasının düşürülmesine\nkarar verilir. Ancak, niteliği itibarıyla müsadereye tabi eşya ve maddi\nmenfaatler hakkında davaya devam olunarak bunların müsaderesine hükmolunabilir.",
  "(2) Hükümlünün ölümü, hapis ve henüz infaz edilmemiş adlî para cezalarını\nortadan kaldırır. Ancak, müsadereye ve yargılama giderlerine ilişkin olup\nölümden önce kesinleşmiş bulunan hüküm, infaz olunur.",
  " ",
  "Af",
  "Madde 65- (1) Genel af halinde, kamu davası düşer,\nhükmolunan cezalar bütün neticeleri ile birlikte ortadan kalkar.",
  "(2) Özel af ile hapis cezasının infaz kurumunda çektirilmesine son verilebilir\nveya infaz kurumunda çektirilecek süresi kısaltılabilir ya da adlî para\ncezasına çevrilebilir.",
  "(3) Cezaya bağlı olan veya hükümde belirtilen hak yoksunlukları, özel\naffa rağmen etkisini devam ettirir.",
  " ",
  "Dava zamanaşımı",
  "Madde 66- (1) Kanunda başka türlü yazılmış olan haller dışında\nkamu davası;",
  "a) Ağırlaştırılmış müebbet hapis cezasını gerektiren suçlarda otuz yıl,",
  "b) Müebbet hapis cezasını gerektiren suçlarda yirmibeş yıl,",
  "c) Yirmi yıldan aşağı olmamak üzere hapis cezasını gerektiren suçlarda\nyirmi yıl,",
  "d) Beş yıldan fazla ve yirmi yıldan az hapis cezasını gerektiren suçlarda\nonbeş yıl,",
  "e) Beş yıldan fazla olmamak üzere hapis veya adlî para cezasını\ngerektiren suçlarda sekiz yıl,",
  "geçmesiyle düşer.",
  "(2) Fiili işlediği sırada oniki yaşını doldurmuş olup da onbeş yaşını\ndoldurmamış olanlar hakkında, bu sürelerin yarısının; onbeş yaşını doldurmuş\nolup da onsekiz yaşını doldurmamış olan kişiler hakkında ise, üçte ikisinin\ngeçmesiyle kamu davası düşer.",
  "(3) Dava zamanaşımı süresinin belirlenmesinde dosyadaki mevcut deliller\nitibarıyla suçun daha ağır cezayı gerektiren nitelikli halleri de göz önünde\nbulundurulur.",
  "(4) Yukarıdaki fıkralarda yer alan sürelerin belirlenmesinde suçun\nkanunda yer alan cezasının yukarı sınırı göz önünde bulundurulur; seçimlik\ncezaları gerektiren suçlarda zamanaşımı bakımından hapis cezası esas alınır.",
  "(5) (Değişik: 29/6/2005 – 5377/8\nmd.) Aynı fiilden dolayı tekrar yargılamayı gerektiren hallerde, mahkemece\nbu husustaki talebin kabul edildiği tarihten itibaren fiile ilişkin zamanaşımı\nsüresi yeni baştan işlemeye başlar.",
  "(6) Zamanaşımı, tamamlanmış suçlarda suçun işlendiği günden, teşebbüs\nhalinde kalan suçlarda son hareketin yapıldığı günden, kesintisiz suçlarda\nkesintinin gerçekleştiği ve zincirleme suçlarda son suçun işlendiği günden, çocuklara\nkarşı üstsoy veya bunlar üzerinde hüküm ve nüfuzu olan kimseler tarafından\nişlenen suçlarda çocuğun onsekiz yaşını bitirdiği günden itibaren işlemeye\nbaşlar.",
  "(7) Bu Kanunun İkinci Kitabının Dördüncü Kısmında yazılı ağırlaştırılmış\nmüebbet veya müebbet veya on yıldan fazla hapis cezalarını gerektiren suçların\nyurt dışında işlenmesi halinde dava zamanaşımı uygulanmaz.",
  " ",
  "Dava zamanaşımı süresinin durması veya kesilmesi",
  "Madde 67- (1) Soruşturma ve kovuşturma yapılmasının, izin veya\nkarar alınması veya diğer bir mercide çözülmesi gereken bir meselenin sonucuna\nbağlı bulunduğu hallerde; izin veya kararın alınmasına veya meselenin çözümüne\nveya kanun gereğince hakkında kaçak olduğu hususunda karar verilmiş olan suç\nfaili hakkında bu karar kaldırılıncaya kadar dava zamanaşımı durur.",
  "(2) Bir suçla ilgili olarak;",
  "a) Şüpheli veya sanıklardan birinin savcı huzurunda ifadesinin alınması\nveya sorguya çekilmesi,",
  "b) Şüpheli veya sanıklardan biri hakkında tutuklama kararının verilmesi,",
  "c) Suçla ilgili olarak iddianame düzenlenmesi,",
  "d) Sanıklardan bir kısmı hakkında da olsa, mahkûmiyet kararı verilmesi,",
  "halinde, dava zamanaşımı kesilir.",
  "(3) Dava zamanaşımı kesildiğinde, zamanaşımı süresi yeniden işlemeye\nbaşlar. Dava zamanaşımını kesen birden fazla nedenin bulunması halinde,\nzamanaşımı süresi son kesme nedeninin gerçekleştiği tarihten itibaren yeniden\nişlemeye başlar.",
  "(4) Kesilme halinde, zamanaşımı süresi ilgili suça ilişkin olarak Kanunda\nbelirlenen sürenin en fazla yarısına kadar uzar.",
  " ",
  "Ceza zamanaşımı",
  "Madde 68- (1) Bu maddede yazılı cezalar aşağıdaki sürelerin\ngeçmesiyle infaz edilmez:",
  "a) Ağırlaştırılmış müebbet hapis cezalarında kırk yıl.",
  "b) Müebbet hapis cezalarında otuz yıl.",
  "c) Yirmi yıl ve daha fazla süreli hapis cezalarında yirmidört yıl.",
  "d) Beş yıldan fazla hapis cezalarında yirmi yıl.",
  "e) Beş yıla kadar hapis ve adlî para cezalarında on yıl.",
  "(2) Fiili işlediği sırada oniki yaşını doldurmuş olup da onbeş yaşını\ndoldurmamış olanlar hakkında, bu sürelerin yarısının; onbeş yaşını doldurmuş\nolup da onsekiz yaşını doldurmamış olan kişiler hakkında ise, üçte ikisinin\ngeçmesiyle ceza infaz edilmez.",
  "(3) Bu Kanunun İkinci Kitabının Dördüncü Kısmında yazılı yurt dışında\nişlenmiş suçlar dolayısıyla verilmiş ağırlaştırılmış müebbet hapis veya müebbet\nhapis veya on yıldan fazla hapis cezalarında zamanaşımı uygulanmaz.",
  "(4) Türleri başka başka cezaları içeren hükümler, en ağır ceza için\nkonulan sürenin geçmesiyle infaz edilmez.",
  "(5) Ceza zamanaşımı, hükmün kesinleştiği veya infazın herhangi bir\nsuretle kesintiye uğradığı günden itibaren işlemeye başlar ve kalan ceza\nmiktarı esas alınarak süre hesaplanır.",
  " ",
  "Ceza zamanaşımı ve hak yoksunlukları",
  "Madde 69- (1) Cezaya bağlı olan veya hükümde belirtilen hak\nyoksunluklarının süresi ceza zamanaşımı doluncaya kadar devam eder.",
  " ",
  "Müsaderede zamanaşımı",
  "Madde 70- (1) Müsadereye ilişkin hüküm, kesinleşmeden itibaren\nyirmi yıl geçtikten sonra infaz edilmez.",
  " ",
  "Ceza zamanaşımının kesilmesi",
  "Madde 71- (1) Mahkûmiyet hükmünün infazı için yetkili merci\ntarafından hükümlüye kanuna göre yapılan tebligat veya bu maksatla hükümlünün\nyakalanması ceza zamanaşımını keser.",
  "(2) Bir suçtan dolayı mahkûm olan kimse üst sınırı iki yıldan fazla hapis\ncezasını gerektiren kasıtlı bir suç işlediği takdirde, ceza zamanaşımı kesilir.",
  " ",
  "Zamanaşımının hesabı ve uygulanması",
  "Madde 72- (1) Dava ve ceza zamanaşımı süreleri gün, ay ve yıl\nhesabıyla belirlenir. Bir gün, yirmidört saat; bir ay, otuz gündür. Yıl, resmi\ntakvime göre hesap edilir.",
  "(2) Dava ve ceza zamanaşımı re'sen uygulanır ve bundan şüpheli, sanık ve\nhükümlü vazgeçemezler.",
  " ",
  "Soruşturulması ve kovuşturulması şikayete bağlı suçlar[22]",
  "Madde 73- (1) Soruşturulması ve kovuşturulması şikayete\nbağlı olan suç hakkında yetkili kimse altı ay içinde şikayette bulunmadığı\ntakdirde soruşturma ve kovuşturma yapılamaz.",
  "(2) Zamanaşımı süresini geçmemek koşuluyla bu süre, şikayet hakkı olan\nkişinin fiili ve failin kim olduğunu bildiği veya öğrendiği günden başlar. (Ek\ncümle:7/11/2024-7531/14 md.) Ancak, soruşturulması ve kovuşturulması şikâyete\nbağlı olan hakaret suçu bakımından şikâyet süresi, her ne suretle olursa olsun\nfiilin gerçekleştiği tarihten itibaren iki yılı geçemez.",
  "(3) Şikayet hakkı olan birkaç kişiden birisi altı aylık süreyi geçirirse\nbundan dolayı diğerlerinin hakları düşmez.",
  "(4) Kovuşturma yapılabilmesi şikayete bağlı suçlarda kanunda aksi yazılı\nolmadıkça suçtan zarar gören kişinin vazgeçmesi davayı düşürür ve hükmün\nkesinleşmesinden sonraki vazgeçme cezanın infazına engel olmaz.",
  "(5) İştirak halinde suç işlemiş\nsanıklardan biri hakkındaki şikayetten vazgeçme, diğerlerini de kapsar.",
  "(6) Kanunda aksi yazılı olmadıkça, vazgeçme onu kabul etmeyen sanığı\netkilemez.",
  "(7) Kamu davasının düşmesi, suçtan zarar gören kişinin şikayetten\nvazgeçmiş olmasından ileri gelmiş ve\nvazgeçtiği sırada şahsi haklarından da vazgeçtiğini ayrıca açıklamış ise artık\nhukuk mahkemesinde de dava açamaz.",
  "(8) (Mülga: 6/12/2006 – 5560/45 md.)",
  " ",
  "Dava veya cezanın düşmesinin etkisi",
  "Madde 74- (1) Genel af, özel af ve şikayetten vazgeçme, müsadere\nolunan şeylerin veya ödenen adlî para cezasının geri alınmasını gerektirmez.",
  "(2) Kamu davasının düşmesi, malların geri alınması ve uğranılan zararın\ntazmini için açılan şahsi hak davasını etkilemez.",
  "(3) Cezanın düşmesi şahsi haklar, tazminat ve yargılama giderlerine\nilişkin hükümleri etkilemez. Ancak, genel af halinde yargılama giderleri de\nistenemez.",
  " ",
  "Önödeme",
  "Madde 75- (1) Uzlaşma kapsamındaki suçlar hariç olmak üzere,\nyalnız adlî para cezasını gerektiren veya kanun maddesinde öngörülen hapis\ncezasının yukarı sınırı altı ayı aşmayan suçların faili;[23]",
  "a) Adlî para cezası maktu ise bu miktarı, değilse aşağı sınırını,",
  "b) Hapis cezasının aşağı sınırının\nkarşılığı olarak her gün için yüz Türk Lirası üzerinden bulunacak miktarı,[24]",
  "c) Hapis cezası ile birlikte adlî para cezası da öngörülmüş ise, hapis\ncezası için bu fıkranın (b) bendine göre belirlenecek miktar ile adlî para\ncezasının aşağı sınırını,",
  "Soruşturma giderleri ile birlikte, Cumhuriyet savcılığınca yapılacak\ntebliğ üzerine on gün içinde ödediği takdirde hakkında kamu davası açılmaz. (Ek\ncümleler:17/10/2019-7188/16 md.) Failin on gün içinde talep etmesi\nkoşuluyla bu miktarın birer ay ara ile üç eşit taksit hâlinde ödenmesine\nCumhuriyet savcısı tarafından karar verilir. Taksitlerin süresinde ödenmemesi\nhâlinde önödeme hükümsüz kalır ve soruşturmaya devam edilir. (Ek cümle: 24/11/2016-6763/12\nmd.) Taksirli suçlar hariç olmak üzere, önödemeye bağlı olarak kovuşturmaya\nyer olmadığına veya kamu davasının düşmesine karar verildiği tarihten itibaren\nbeş yıl içinde önödemeye tabi bir suçu işleyen faile bu fıkra uyarınca teklif\nedilecek önödeme miktarı yarı oranında artırılır.",
  "(2) Özel kanun hükümleri gereğince işin doğrudan mahkemeye intikal etmesi\nhalinde de fail, hakim tarafından yapılacak bildirim üzerine birinci fıkra\nhükümlerine göre saptanacak miktardaki parayı yargılama giderleriyle birlikte\nödediğinde kamu davası düşer.",
  "(3) Cumhuriyet savcılığınca madde kapsamına giren suç nedeniyle önödeme\nişlemi yapılmadan dava açılması veya dava konusu fiilin niteliğinin değişmesi\nsuretiyle madde kapsamına giren bir suça dönüşmesi halinde de yukarıdaki fıkra\nuygulanır.",
  "(4) Suçla ilgili kanun maddesinde yukarı sınırı altı ayı aşmayan hapis\ncezası veya adlî para cezasından yalnız birinin uygulanabileceği hallerde\nödenmesi gereken miktar, yukarıdaki fıkralara göre adlî para cezası esas\nalınarak belirlenir.[25]",
  "(5) Bu madde gereğince kamu davasının açılmaması veya ortadan\nkaldırılması, kişisel hakkın istenmesine, malın geri alınmasına ve müsadereye\nilişkin hükümleri etkilemez.",
  "(6) (Ek: 24/11/2016-6763/12 md.) Bu madde\nhükümleri;",
  "a) Bu Kanunda yer alan;[26] ",
  "1. Yardım veya bildirim yükümlülüğünün yerine\ngetirilmemesi (98 inci maddenin birinci fıkrası),",
  "2. (Ek:7/11/2024-7531/15 md.) Hakaret (125 inci maddenin ikinci\nfıkrası, üçüncü fıkrasının (b) ve (c) bentleri ve dördüncü fıkrası),",
  "3. Genel güvenliğin taksirle tehlikeye sokulması\n(madde 171),",
  "4. Çevrenin taksirle kirletilmesi (182 nci\nmaddenin birinci fıkrası),",
  "5. Özel işaret ve kıyafetleri usulsüz\nkullanma (264 üncü maddenin birinci fıkrası),",
  "6. Suçu bildirmeme (278 inci maddenin birinci\nve ikinci fıkraları),",
  "suçları,",
  "b) 31/8/1956 tarihli ve 6831 sayılı Orman\nKanununun 108 inci maddesinin birinci fıkrasında yer alan suç,",
  "c) (Ek:17/10/2019-7188/16 md.) 21/7/1983 tarihli ve 2863 sayılı\nKültür ve Tabiat Varlıklarını Koruma Kanununun 74 üncü maddesinin ikinci fıkrasının\nbirinci cümlesinde yer alan suç,",
  "d) (Ek:17/10/2019-7188/16 md.) 4/11/2004\ntarihli ve 5253 sayılı Dernekler Kanununun 32 nci maddesinin birinci fıkrasının\n(d) bendinde yer alan suç,",
  "bakımından da uygulanır. Bu fıkra kapsamındaki\nsuçların beş yıl içinde tekrar işlenmesi hâlinde fail hakkında aynı suçtan\ndolayı önödeme hükümleri uygulanmaz. ",
  "(7) (Ek:\n24/11/2016-6763/12 md.) Ödemede bulunulması üzerine verilen kovuşturmaya\nyer olmadığına dair kararlar ile düşme kararları, bunlara mahsus bir sisteme kaydedilir.\nBu kayıtlar, ancak bir soruşturma veya kovuşturmayla bağlantılı olarak\nCumhuriyet savcısı, hâkim veya mahkeme tarafından istenmesi hâlinde, bu maddede\nbelirtilen amaç için kullanılabilir.",
  " ",
  "İKİNCİ\nKİTAP",
  "Özel\nHükümler",
  " ",
  "BİRİNCİ\nKISIM",
  "Uluslararası\nSuçlar",
  " ",
  "BİRİNCİ\nBÖLÜM",
  "Soykırım\nve İnsanlığa Karşı Suçlar",
  "Soykırım",
  "Madde 76- (1) Bir planın icrası suretiyle, milli, etnik,\nırki veya dini bir grubun tamamen veya kısmen yokedilmesi maksadıyla, bu\ngrupların üyelerine karşı aşağıdaki fiillerden birinin işlenmesi, soykırım\nsuçunu oluşturur:",
  "a) Kasten öldürme.",
  "b) Kişilerin bedensel veya ruhsal bütünlüklerine ağır zarar verme.",
  "c) Grubun, tamamen veya kısmen\nyokedilmesi sonucunu doğuracak koşullarda yaşamaya zorlanması.",
  "d) Grup içinde doğumlara engel olmaya yönelik tedbirlerin alınması.",
  "e) Gruba ait çocukların bir başka gruba zorla nakledilmesi.",
  "(2) Soykırım suçu failine ağırlaştırılmış müebbet hapis cezası verilir.\nAncak, soykırım kapsamında işlenen kasten öldürme ve kasten yaralama suçları\naçısından, belirlenen mağdur sayısınca gerçek içtima hükümleri uygulanır.",
  "(3) Bu suçlardan dolayı tüzel kişiler hakkında da güvenlik tedbirine\nhükmolunur.",
  "(4) Bu suçlardan dolayı zamanaşımı işlemez.",
  " ",
  "İnsanlığa karşı suçlar",
  "Madde 77- (1) Aşağıdaki fiillerin, siyasal, felsefi, ırki veya\ndini saiklerle toplumun bir kesimine karşı bir plan doğrultusunda sistemli\nolarak işlenmesi, insanlığa karşı suç oluşturur:",
  "a) Kasten öldürme.",
  "b) Kasten yaralama.",
  "c) İşkence, eziyet veya köleleştirme.",
  "d) Kişi hürriyetinden yoksun kılma.",
  "e) Bilimsel deneylere tabi kılma.",
  "f) Cinsel saldırıda bulunma, çocukların cinsel istismarı.",
  "g) Zorla hamile bırakma.",
  "h) Zorla fuhşa sevketme.",
  "(2) Birinci fıkranın (a) bendindeki fiilin işlenmesi halinde, fail\nhakkında ağırlaştırılmış müebbet hapis cezasına; diğer bentlerde tanımlanan\nfiillerin işlenmesi halinde ise, sekiz yıldan az olmamak üzere hapis cezasına hükmolunur.\nAncak, birinci fıkranın (a) ve (b) bentleri kapsamında işlenen kasten öldürme\nve kasten yaralama suçları açısından, belirlenen mağdur sayısınca gerçek içtima\nhükümleri uygulanır.",
  "(3) Bu suçlardan dolayı tüzel kişiler hakkında da güvenlik tedbirine\nhükmolunur.",
  "(4) Bu suçlardan dolayı zamanaşımı işlemez.",
  " ",
  "Örgüt",
  "Madde 78- (1) Yukarıdaki maddelerde yazılı suçları işlemek\nmaksadıyla örgüt kuran veya yöneten kişi, on yıldan onbeş yıla kadar hapis\ncezası ile cezalandırılır. Bu örgütlere üye olanlara beş yıldan on yıla kadar\nhapis cezası verilir.",
  "(2) Bu suçlardan dolayı tüzel kişiler hakkında da güvenlik tedbirine\nhükmolunur.",
  "(3) Bu suçlardan dolayı zamanaşımı işlemez.",
  " ",
  "İKİNCİ\nBÖLÜM",
  "Göçmen\nKaçakçılığı ve İnsan Ticareti",
  "Göçmen\nkaçakçılığı[27]",
  "Madde 79- (1) Doğrudan doğruya veya dolaylı olarak maddi menfaat\nelde etmek maksadıyla, yasal olmayan yollardan;",
  "a) Bir yabancıyı ülkeye sokan veya ülkede kalmasına imkan sağlayan,",
  "b) Türk vatandaşı veya yabancının yurt dışına çıkmasına imkan sağlayan,",
  "Kişi, beş yıldan\nsekiz yıla kadar hapis ve bin günden onbin güne kadar adlî para cezası\nile cezalandırılır. (Ek cümle: 22/7/2010 - 6008/6 md.) Suç, teşebbüs\naşamasında kalmış olsa dahi, tamamlanmış gibi cezaya hükmolunur.[28][29]",
  "(2) (Ek fıkra: 22/7/2010 - 6008/6 md.) Suçun, mağdurların; ",
  "a) Hayatı bakımından bir tehlike oluşturması,",
  "b) Onur kırıcı bir muameleye maruz bırakılarak işlenmesi,",
  "hâlinde, verilecek ceza yarısından üçte ikisine kadar artırılır.",
  "(3) (Değişik:6/12/2019-7196/56 md.) Bu suçun; birden fazla kişi\ntarafından birlikte işlenmesi halinde verilecek ceza yarısına kadar, bir\nörgütün faaliyeti çerçevesinde işlenmesi halinde verilecek ceza yarısından bir\nkatına kadar artırılır.",
  "(4) Bu suçun bir tüzel kişinin faaliyeti çerçevesinde işlenmesi halinde,\ntüzel kişi hakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "İnsan ticareti",
  "Madde 80- (1) (Değişik: 6/12/2006 – 5560/3 md.) Zorla\nçalıştırmak, hizmet ettirmek, fuhuş yaptırmak veya esarete tâbi kılmak ya da\nvücut organlarının verilmesini sağlamak maksadıyla tehdit, baskı, cebir veya\nşiddet uygulamak, nüfuzu kötüye kullanmak, kandırmak veya kişiler üzerindeki\ndenetim olanaklarından veya çaresizliklerinden yararlanarak rızalarını elde\netmek suretiyle kişileri ülkeye sokan, ülke dışına çıkaran, tedarik eden,\nkaçıran, bir yerden başka bir yere götüren veya sevk eden ya da barındıran\nkimseye sekiz yıldan oniki yıla kadar hapis ve onbin güne kadar adlî para\ncezası verilir.",
  "(2) Birinci fıkrada belirtilen amaçlarla girişilen ve suçu oluşturan\nfiiller var olduğu takdirde, mağdurun rızası geçersizdir.",
  "(3) Onsekiz yaşını doldurmamış olanların birinci fıkrada belirtilen\nmaksatlarla tedarik edilmeleri, kaçırılmaları, bir yerden diğer bir yere\ngötürülmeleri veya sevk edilmeleri veya barındırılmaları hallerinde suça ait\naraç fiillerden hiçbirine başvurulmuş olmasa da faile birinci fıkrada\nbelirtilen cezalar verilir.",
  "(4) Bu suçlardan dolayı tüzel kişiler hakkında da güvenlik tedbirine\nhükmolunur.",
  " ",
  "İKİNCİ\nKISIM",
  "Kişilere\nKarşı Suçlar",
  " ",
  "BİRİNCİ\nBÖLÜM",
  "Hayata\nKarşı Suçlar",
  "Kasten öldürme",
  "Madde 81- (1) Bir insanı kasten öldüren kişi, müebbet hapis cezası\nile cezalandırılır.",
  " ",
  "Nitelikli haller",
  "Madde 82- (1) Kasten öldürme suçunun;[30]",
  "a) Tasarlayarak,",
  "b) Canavarca hisle veya eziyet çektirerek,",
  "c) Yangın, su baskını, tahrip, batırma veya bombalama ya da nükleer,\nbiyolojik veya kimyasal silah kullanmak suretiyle,",
  "d) Üstsoy veya altsoydan birine ya da eş,\nboşandığı eş veya kardeşe karşı,[31]",
  "e) Çocuğa ya da beden veya ruh\nbakımından kendisini savunamayacak durumda bulunan kişiye karşı,",
  "f) (Değişik:12/5/2022-7406/2 md.) Kadına karşı,",
  "g) Kişinin yerine getirdiği kamu görevi nedeniyle,",
  "h) Bir suçu gizlemek, delillerini ortadan kaldırmak veya işlenmesini\nkolaylaştırmak ya da yakalanmamak amacıyla,[32]",
  "i) (Ek:29/6/2005 - 5377/9 md.)Bir suçu işleyememekten dolayı\nduyduğu infialle,",
  "j) Kan gütme saikiyle,",
  "k) Töre saikiyle,",
  "İşlenmesi halinde, kişi ağırlaştırılmış müebbet hapis cezası ile\ncezalandırılır.",
  " ",
  "Kasten öldürmenin ihmali davranışla işlenmesi",
  "Madde 83- (1) Kişinin yükümlü olduğu belli bir icrai davranışı\ngerçekleştirmemesi dolayısıyla meydana gelen ölüm neticesinden sorumlu\ntutulabilmesi için, bu neticenin oluşumuna sebebiyet veren yükümlülük ihmalinin\nicrai davranışa eşdeğer olması gerekir.",
  "(2) İhmali ve icrai davranışın eşdeğer kabul edilebilmesi için, kişinin;",
  "a) Belli bir icrai davranışta bulunmak hususunda kanuni düzenlemelerden\nveya sözleşmeden kaynaklanan bir yükümlülüğünün bulunması,",
  "b) Önceden gerçekleştirdiği davranışın başkalarının hayatı ile ilgili\nolarak tehlikeli bir durum oluşturması,",
  "gerekir.",
  "(3) Belli bir yükümlülüğün ihmali ile ölüme neden olan kişi hakkında,\ntemel ceza olarak, ağırlaştırılmış müebbet hapis cezası yerine yirmi yıldan\nyirmibeş yıla kadar, müebbet hapis cezası yerine onbeş yıldan yirmi yıla kadar,\ndiğer hallerde ise on yıldan onbeş yıla kadar hapis cezasına hükmolunabileceği\ngibi, cezada indirim de yapılmayabilir.",
  " ",
  "İntihara yönlendirme[33]",
  "Madde 84- (1) Başkasını intihara azmettiren, teşvik eden, başkasının\nintihar kararını kuvvetlendiren ya da başkasının intiharına herhangi bir\nşekilde yardım eden kişi, iki yıldan beş yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) İntiharın gerçekleşmesi durumunda, kişi dört yıldan on yıla kadar\nhapis cezası ile cezalandırılır.",
  "(3) Başkalarını intihara alenen teşvik eden kişi, üç yıldan sekiz yıla\nkadar hapis cezası ile cezalandırılır. (Mülga ikinci cümle: 29/6/2005 –\n5377/10 md.)",
  "(4) İşlediği fiilin anlam ve sonuçlarını algılama yeteneği gelişmemiş\nolan veya ortadan kaldırılan kişileri intihara sevk edenlerle cebir veya tehdit\nkullanmak suretiyle kişileri intihara mecbur edenler, kasten öldürme suçundan\nsorumlu tutulurlar.",
  " ",
  "Taksirle öldürme",
  "Madde 85- (1) Taksirle bir insanın ölümüne neden olan kişi, iki\nyıldan altı yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Fiil, birden fazla insanın ölümüne ya da bir veya birden fazla\nkişinin ölümü ile birlikte bir veya birden fazla kişinin yaralanmasına neden\nolmuş ise, kişi iki yıldan onbeş yıla kadar hapis cezası ile cezalandırılır.[34]",
  " ",
  "İKİNCİ\nBÖLÜM",
  "Vücut\nDokunulmazlığına Karşı Suçlar",
  "Kasten yaralama[35]",
  "Madde 86- (1) Kasten başkasının vücuduna acı veren veya\nsağlığının ya da algılama yeteneğinin bozulmasına neden olan kişi, bir yıldan\nüç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) (Ek fıkra: 31/3/2005 – 5328/4 md.) Kasten yaralama fiilinin\nkişi üzerindeki etkisinin basit bir tıbbî müdahaleyle giderilebilecek ölçüde\nhafif olması hâlinde, mağdurun şikâyeti üzerine, dört aydan bir yıla kadar\nhapis veya adlî para cezasına hükmolunur. (Ek\ncümle:12/5/2022-7406/3 md.) Suçun kadına karşı işlenmesi hâlinde\ncezanın alt sınırı altı aydan az olamaz.",
  "(3) Kasten yaralama suçunun;",
  "a) Üstsoya, altsoya, eşe, boşandığı eşe veya kardeşe karşı,[36]",
  "b) Beden veya ruh bakımından kendisini\nsavunamayacak durumda bulunan kişiye karşı,",
  "c) Kişinin yerine getirdiği kamu görevi nedeniyle,",
  "d) Kamu görevlisinin sahip bulunduğu nüfuz kötüye kullanılmak suretiyle,",
  "e) Silahla,",
  "f) (Ek:14/4/2020-7242/11 md.) Canavarca hisle,",
  "İşlenmesi halinde, şikâyet aranmaksızın, verilecek ceza yarı oranında,\n(f) bendi bakımından ise bir kat artırılır.[37]",
  " ",
  "Neticesi sebebiyle ağırlaşmış yaralama",
  "Madde 87- (1) Kasten yaralama fiili, mağdurun;",
  "a) Duyularından veya organlarından birinin işlevinin sürekli\nzayıflamasına,",
  "b) Konuşmasında sürekli zorluğa,",
  "c) Yüzünde sabit ize,",
  "d) Yaşamını tehlikeye sokan bir duruma,",
  "e) Gebe bir kadına karşı işlenip de çocuğunun vaktinden önce doğmasına,",
  "Neden olmuşsa, yukarıdaki maddeye göre\nbelirlenen ceza, bir kat artırılır. Ancak, verilecek ceza, birinci fıkraya\ngiren hallerde üç yıldan, üçüncü fıkraya giren hallerde beş yıldan az olamaz.[38]",
  "(2) Kasten yaralama fiili, mağdurun;",
  "a) İyileşmesi olanağı bulunmayan bir hastalığa veya bitkisel hayata\ngirmesine,",
  "b) Duyularından veya organlarından birinin işlevinin yitirilmesine,",
  "c) Konuşma ya da çocuk yapma yeteneklerinin kaybolmasına,",
  "d) Yüzünün sürekli değişikliğine,",
  "e) Gebe bir kadına karşı işlenip de çocuğunun düşmesine,",
  "Neden olmuşsa, yukarıdaki maddeye\ngöre belirlenen ceza, iki kat artırılır. Ancak, verilecek ceza, birinci fıkraya\ngiren hallerde beş yıldan, üçüncü fıkraya giren hallerde sekiz yıldan az olamaz.38",
  "(3) (Değişik: 6/12/2006 – 5560/4 md.) Kasten yaralamanın vücutta\nkemik kırılmasına veya çıkığına neden olması halinde, yukarıdaki maddeye göre\nbelirlenen ceza, kırık veya çıkığın hayat fonksiyonlarındaki etkisine göre,\nyarısına kadar artırılır.",
  "(4) Kasten yaralama sonucunda ölüm meydana gelmişse, yukarıdaki maddenin\nbirinci fıkrasına giren hallerde sekiz yıldan oniki yıla kadar, üçüncü\nfıkrasına giren hallerde ise oniki yıldan onsekiz yıla kadar hapis cezasına\nhükmolunur.[39][40]",
  " ",
  "Kasten yaralamanın ihmali davranışla işlenmesi[41]",
  "Madde 88-(1) Kasten yaralamanın ihmali davranışla işlenmesi\nhalinde, verilecek ceza üçte ikisine kadar indirilebilir. Bu hükmün\nuygulanmasında kasten öldürmenin ihmali davranışla işlenmesine ilişkin koşullar\ngöz önünde bulundurulur.",
  " ",
  "Taksirle yaralama",
  "Madde 89- (1) Taksirle başkasının vücuduna acı veren veya\nsağlığının ya da algılama yeteneğinin bozulmasına neden olan kişi, üç aydan bir\nyıla kadar hapis veya adlî para cezası ile cezalandırılır.",
  "(2) Taksirle yaralama fiili, mağdurun;",
  "a) Duyularından veya organlarından birinin işlevinin sürekli\nzayıflamasına,",
  "b) Vücudunda kemik kırılmasına,",
  "c) Konuşmasında sürekli zorluğa,",
  "d) Yüzünde sabit ize,",
  "e) Yaşamını tehlikeye sokan bir duruma,",
  "f) Gebe bir kadının çocuğunun vaktinden önce doğmasına,",
  "Neden olmuşsa, birinci fıkraya göre belirlenen ceza, yarısı oranında\nartırılır.",
  "(3) Taksirle yaralama fiili, mağdurun;",
  "a) İyileşmesi olanağı bulunmayan bir hastalığa veya bitkisel hayata\ngirmesine,",
  "b) Duyularından veya organlarından birinin işlevinin yitirilmesine,",
  "c) Konuşma ya da çocuk yapma yeteneklerinin kaybolmasına,",
  "d) Yüzünün sürekli değişikliğine,",
  "e) Gebe bir kadının çocuğunun düşmesine,",
  "Neden olmuşsa, birinci fıkraya göre belirlenen ceza, bir kat artırılır.",
  "(4) Fiilin birden fazla kişinin yaralanmasına neden olması halinde, altı\naydan üç yıla kadar hapis cezasına hükmolunur.",
  "(5) (Değişik: 6/12/2006 – 5560/5 md.) Taksirle yaralama suçunun\nsoruşturulması ve kovuşturulması şikâyete bağlıdır. Ancak, birinci fıkra kapsamına\ngiren yaralama hariç, suçun bilinçli taksirle işlenmesi halinde şikâyet\naranmaz.",
  " ",
  "İnsan üzerinde deney",
  "Madde 90- (1) İnsan üzerinde bilimsel bir deney yapan kişi, bir\nyıldan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) İnsan üzerinde yapılan rızaya dayalı bilimsel deneyin ceza\nsorumluluğunu gerektirmemesi için;",
  "a) Deneyle ilgili olarak yetkili kurul veya makamlardan gerekli iznin\nalınmış olması,",
  "b) Deneyin öncelikle insan dışı deney ortamında veya yeterli sayıda\nhayvan üzerinde yapılmış olması,",
  "c) İnsan dışı deney ortamında veya hayvanlar üzerinde yapılan deneyler\nsonucunda ulaşılan bilimsel verilerin, varılmak istenen hedefe ulaşmak\naçısından bunların insan üzerinde de yapılmasını gerekli kılması,",
  "d) Deneyin, insan sağlığı üzerinde öngörülebilir zararlı ve kalıcı bir\netki bırakmaması,",
  "e) Deney sırasında kişiye insan onuruyla bağdaşmayacak ölçüde acı verici\nyöntemlerin uygulanmaması,",
  "f) Deneyle varılmak istenen amacın, bunun kişiye yüklediği külfete ve\nkişinin sağlığı üzerindeki tehlikeye göre daha ağır basması,",
  "g) Deneyin mahiyet ve sonuçları hakkında yeterli bilgilendirmeye dayalı\nolarak açıklanan rızanın yazılı olması ve herhangi bir menfaat teminine bağlı\nbulunmaması,",
  "gerekir.",
  "(3) (Değişik: 31/3/2005 – 5328/7 md.) Çocuklar üzerinde bilimsel\ndeneyin ceza sorumluluğunu gerektirmemesi için ikinci fıkrada aranan koşulların\nyanı sıra;",
  "a) Yapılan deneyler sonucunda ulaşılan bilimsel verilerin, varılmak istenen\nhedefe ulaşmak açısından bunların çocuklar üzerinde de yapılmasını gerekli\nkılması,",
  "b) Rıza açıklama yeteneğine sahip çocuğun kendi rızasının yanı sıra ana\nve babasının veya vasisinin yazılı muvafakatinin de alınması,",
  "c) Deneyle ilgili izin verecek yetkili kurullarda çocuk sağlığı ve\nhastalıkları uzmanının bulunması,",
  "gerekir.",
  "(4) Hasta olan insan üzerinde rıza\nolmaksızın tedavi amaçlı denemede bulunan kişi, bir yıla kadar hapis cezası ile\ncezalandırılır. Ancak, bilinen tıbbi müdahale yöntemlerinin uygulanmasının\nsonuç vermeyeceğinin anlaşılması üzerine, kişi üzerinde yapılan rızaya dayalı\nbilimsel yöntemlere uygun tedavi amaçlı deneme, ceza sorumluluğunu gerektirmez.\nAçıklanan rızanın, denemenin mahiyet ve sonuçları hakkında yeterli\nbilgilendirmeye dayalı olarak yazılı olması ve tedavinin uzman hekim tarafından\nbir hastane ortamında yapılması gerekir.",
  "(5) Birinci fıkrada tanımlanan suçun işlenmesi sonucunda mağdurun\nyaralanması veya ölmesi halinde, kasten yaralama veya kasten öldürme suçuna\nilişkin hükümler uygulanır.",
  "(6) Bu maddede tanımlanan suçların bir tüzel kişinin faaliyeti\nçerçevesinde işlenmesi halinde, tüzel kişi hakkında bunlara özgü güvenlik\ntedbirlerine hükmolunur.",
  " ",
  "Organ veya doku ticareti",
  "Madde 91- (1) Hukuken geçerli rızaya dayalı olmaksızın, kişiden\norgan alan kimse, beş yıldan dokuz yıla kadar hapis cezası ile cezalandırılır.\nSuçun konusunun doku olması halinde, iki yıldan beş yıla kadar hapis cezasına\nhükmolunur.",
  "(2) Hukuka aykırı olarak, ölüden organ veya doku alan kimse, bir yıla\nkadar hapis cezası ile cezalandırılır.",
  "(3) Organ veya doku satın alan, satan, satılmasına aracılık eden kişi\nhakkında, birinci fıkrada belirtilen cezalara hükmolunur.",
  "(4) Bir ve üçüncü fıkralarda tanımlanan suçların bir örgütün faaliyeti\nçerçevesinde işlenmesi halinde, sekiz yıldan onbeş yıla kadar hapis ve onbin\ngüne kadar adlî para cezasına hükmolunur.",
  "(5) Hukuka aykırı yollarla elde edilmiş olan organ veya dokuyu saklayan,\nnakleden veya aşılayan kişi, iki yıldan beş yıla kadar hapis cezası ile\ncezalandırılır.",
  "(6) Belli bir çıkar karşılığında organ veya doku teminine yönelik olarak\nilan veya reklam veren veya yayınlayan kişi, bir yıla kadar hapis cezası ile\ncezalandırılır.",
  "(7) Bu maddede tanımlanan suçların bir tüzel kişinin faaliyeti\nçerçevesinde işlenmesi halinde, tüzel kişi hakkında bunlara özgü güvenlik\ntedbirlerine hükmolunur.",
  "(8) Birinci fıkrada tanımlanan suçun işlenmesi sonucunda mağdurun ölmesi\nhalinde, kasten öldürme suçuna ilişkin hükümler uygulanır.",
  " ",
  "Zorunluluk hali",
  "Madde 92- (1) Organ veya dokularını satan kişinin içinde bulunduğu\nsosyal ve ekonomik koşullar göz önünde bulundurularak, hakkında verilecek\ncezada indirim yapılabileceği gibi, ceza vermekten de vazgeçilebilir.",
  " ",
  "Etkin pişmanlık",
  "Madde 93- (1) Organ veya dokularını satan kişi, resmi makamlar tarafından\nhaber alınmadan önce durumu merciine haber vererek suçluların yakalanmalarını\nkolaylaştırırsa, hakkında cezaya hükmolunmaz.",
  "(2) Bu suç haber alındıktan sonra, organ veya dokularını satan kişi,\ngönüllü olarak, suçun meydana çıkmasına ve diğer suçluların yakalanmasına\nhizmet ve yardım ederse; hakkında verilecek cezanın, yardımın niteliğine göre,\ndörtte birden yarısına kadarı indirilir.",
  " ",
  "ÜÇÜNCÜ\nBÖLÜM",
  "İşkence\nve Eziyet",
  "İşkence",
  "Madde 94- (1) Bir kişiye karşı insan onuruyla bağdaşmayan ve\nbedensel veya ruhsal yönden acı çekmesine, algılama veya irade yeteneğinin etkilenmesine,\naşağılanmasına yol açacak davranışları gerçekleştiren kamu görevlisi hakkında\nüç yıldan oniki yıla kadar hapis cezasına hükmolunur.\n(Ek cümle:12/5/2022-7406/4 md.) Suçun kadına karşı işlenmesi hâlinde\ncezanın alt sınırı beş yıldan az olamaz.",
  "(2) Suçun;",
  "a) Çocuğa, beden veya ruh bakımından kendisini savunamayacak durumda\nbulunan kişiye ya da gebe kadına karşı,",
  "b) Avukata veya diğer kamu görevlisine karşı görevi dolayısıyla,",
  "İşlenmesi halinde, sekiz yıldan onbeş yıla kadar hapis cezasına\nhükmolunur.",
  "(3) Fiilin cinsel yönden taciz şeklinde gerçekleşmesi halinde, on yıldan\nonbeş yıla kadar hapis cezasına hükmolunur.",
  "(4) Bu suçun işlenişine iştirak eden diğer kişiler de kamu görevlisi gibi\ncezalandırılır.",
  "(5) Bu suçun ihmali davranışla işlenmesi halinde, verilecek cezada bu\nnedenle indirim yapılmaz.",
  "(6) (Ek: 11/4/2013-6459/9 md.) Bu suçtan dolayı zamanaşımı\nişlemez.",
  " ",
  "Neticesi sebebiyle ağırlaşmış işkence",
  "Madde 95- (1) İşkence fiilleri, mağdurun;",
  "a) Duyularından veya organlarından birinin işlevinin sürekli\nzayıflamasına,",
  "b) Konuşmasında sürekli zorluğa,",
  "c) Yüzünde sabit ize,",
  "d) Yaşamını tehlikeye sokan bir duruma,",
  "e) Gebe bir kadına karşı işlenip de çocuğunun vaktinden önce doğmasına,",
  "Neden olmuşsa, yukarıdaki maddeye göre belirlenen ceza, yarı oranında\nartırılır.",
  "(2) İşkence fiilleri, mağdurun;",
  "a) İyileşmesi olanağı bulunmayan bir hastalığa veya bitkisel hayata\ngirmesine,",
  "b) Duyularından veya organlarından birinin işlevinin yitirilmesine,",
  "c) Konuşma ya da çocuk yapma yeteneklerinin kaybolmasına,",
  "d) Yüzünün sürekli değişikliğine,",
  "e) Gebe bir kadına karşı işlenip de çocuğunun düşmesine,",
  "Neden olmuşsa, yukarıdaki maddeye göre belirlenen ceza, bir kat\nartırılır.",
  "(3) İşkence fiillerinin vücutta kemik kırılmasına neden olması halinde,\nkırığın hayat fonksiyonlarındaki etkisine göre sekiz yıldan onbeş yıla kadar\nhapis cezasına hükmolunur.",
  "(4) İşkence sonucunda ölüm meydana gelmişse, ağırlaştırılmış müebbet\nhapis cezasına hükmolunur.",
  " ",
  "Eziyet",
  "Madde 96- (1) Bir kimsenin eziyet çekmesine yol açacak\ndavranışları gerçekleştiren kişi hakkında iki yıldan beş yıla kadar hapis\ncezasına hükmolunur. (Ek cümle:12/5/2022-7406/5\nmd.) Suçun kadına karşı işlenmesi\nhâlinde cezanın alt sınırı iki yıl altı aydan az olamaz.",
  "(2) Yukarıdaki fıkra kapsamına giren fiillerin;",
  "a) Çocuğa, beden veya ruh bakımından kendisini savunamayacak durumda\nbulunan kişiye ya da gebe kadına karşı,",
  "b) Üstsoy veya altsoya, babalık veya analığa ya da eşe veya boşandığı eşe\nkarşı,[42]",
  "İşlenmesi halinde, kişi hakkında üç yıldan sekiz yıla kadar hapis\ncezasına hükmolunur.",
  " ",
  "DÖRDÜNCÜ\nBÖLÜM",
  "Koruma,\nGözetim, Yardım veya Bildirim Yükümlülüğünün İhlâli",
  "Terk",
  "Madde 97- (1) Yaşı veya hastalığı dolayısıyla kendini idare\nedemeyecek durumda olan ve bu nedenle koruma ve gözetim yükümlülüğü altında\nbulunan bir kimseyi kendi haline terk eden kişi, üç aydan iki yıla kadar hapis\ncezası ile cezalandırılır.",
  "(2) Terk dolayısıyla mağdur bir hastalığa yakalanmış, yaralanmış veya\nölmüşse, neticesi sebebiyle ağırlaşmış suç hükümlerine göre cezaya hükmolunur.",
  " ",
  "Yardım veya bildirim yükümlülüğünün yerine getirilmemesi",
  "Madde 98- (1) Yaşı, hastalığı veya yaralanması dolayısıyla ya da\nbaşka herhangi bir nedenle kendini idare edemeyecek durumda olan kimseye hal ve\nkoşulların elverdiği ölçüde yardım etmeyen ya da durumu derhal ilgili makamlara\nbildirmeyen kişi, bir yıla kadar hapis veya adlî para cezası ile\ncezalandırılır.",
  "(2) Yardım veya bildirim yükümlülüğünün yerine getirilmemesi dolayısıyla\nkişinin ölmesi durumunda, bir yıldan üç yıla kadar hapis cezasına hükmolunur.",
  " ",
  "BEŞİNCİ\nBÖLÜM",
  "Çocuk\nDüşürtme, Düşürme veya Kısırlaştırma",
  "Çocuk düşürtme",
  "Madde 99- (1) Rızası olmaksızın bir kadının çocuğunu düşürten\nkişi, beş yıldan on yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Tıbbi zorunluluk bulunmadığı halde, rızaya dayalı olsa bile, gebelik\nsüresi on haftadan fazla olan bir kadının çocuğunu düşürten kişi, iki yıldan\ndört yıla kadar hapis cezası ile cezalandırılır. Bu durumda, çocuğunun\ndüşürtülmesine rıza gösteren kadın hakkında bir yıla kadar hapis veya adlî para\ncezasına hükmolunur.",
  "(3) Birinci fıkrada yazılı fiil kadının beden veya ruh sağlığı bakımından\nbir zarara uğramasına neden olmuşsa, kişi altı yıldan oniki yıla kadar hapis\ncezası ile cezalandırılır; fiilin kadının ölümüne neden olması halinde, onbeş\nyıldan yirmi yıla kadar hapis cezasına hükmolunur.",
  "(4) İkinci fıkrada yazılı fiil kadının\nbeden veya ruh sağlığı bakımından bir zarara uğramasına neden olmuşsa, kişi üç\nyıldan altı yıla kadar hapis cezası ile cezalandırılır; fiilin kadının ölümüne\nneden olması halinde, dört yıldan sekiz yıla kadar hapis cezasına hükmolunur.",
  "(5) Rızaya dayalı olsa bile, gebelik süresi on haftayı doldurmamış olan\nbir kadının çocuğunun yetkili olmayan bir kişi tarafından düşürtülmesi halinde;\niki yıldan dört yıla kadar hapis cezasına hükmolunur. Yukarıdaki fıkralarda\ntanımlanan diğer fiiller yetkili olmayan bir kişi tarafından işlendiği\ntakdirde, bu fıkralara göre verilecek ceza, yarı oranında artırılarak\nhükmolunur.",
  "(6) Kadının mağduru olduğu bir suç sonucu gebe kalması halinde, süresi\nyirmi haftadan fazla olmamak ve kadının rızası olmak koşuluyla, gebeliği sona\nerdirene ceza verilmez. Ancak, bunun için gebeliğin uzman hekimler tarafından\nhastane ortamında sona erdirilmesi gerekir.",
  " ",
  "Çocuk düşürme",
  "Madde 100- (1) Gebelik süresi on haftadan fazla olan kadının\nçocuğunu isteyerek düşürmesi halinde, bir yıla kadar hapis veya adlî para\ncezasına hükmolunur.",
  " ",
  "Kısırlaştırma",
  "Madde 101- (1) Bir erkek veya kadını rızası olmaksızın\nkısırlaştıran kimse, üç yıldan altı yıla kadar hapis cezası ile cezalandırılır.\nFiil, kısırlaştırma işlemi yapma yetkisi olmayan bir kimse tarafından\nyapılırsa, ceza üçte bir oranında artırılır.",
  "(2) Rızaya dayalı olsa bile, kısırlaştırma fiilinin yetkili olmayan bir\nkişi tarafından işlenmesi halinde, bir yıldan üç yıla kadar hapis cezasına\nhükmolunur.",
  " ",
  "ALTINCI\nBÖLÜM",
  "Cinsel\nDokunulmazlığa Karşı Suçlar",
  "Cinsel saldırı",
  "Madde 102- (Değişik:\n18/6/2014-6545/58 md.) ",
  "(1) Cinsel davranışlarla bir kimsenin\nvücut dokunulmazlığını ihlâl eden kişi, mağdurun şikâyeti üzerine, beş yıldan\non yıla kadar hapis cezası ile cezalandırılır. Cinsel davranışın sarkıntılık\ndüzeyinde kalması hâlinde iki yıldan beş yıla kadar hapis cezası verilir.",
  "(2) Fiilin vücuda organ veya sair bir cisim sokulması suretiyle\ngerçekleştirilmesi durumunda, on iki yıldan az olmamak üzere hapis cezasına\nhükmolunur. Bu fiilin eşe karşı işlenmesi hâlinde, soruşturma ve kovuşturmanın\nyapılması mağdurun şikâyetine bağlıdır.",
  "(3) Suçun; ",
  "a) Beden veya ruh bakımından kendisini\nsavunamayacak durumda bulunan kişiye karşı,",
  "b) Kamu görevinin, vesayet veya hizmet ilişkisinin sağladığı nüfuz kötüye\nkullanılmak suretiyle,",
  "c) Üçüncü derece dâhil kan veya kayın hısımlığı ilişkisi içinde bulunan\nbir kişiye karşı ya da üvey baba, üvey ana, üvey kardeş, evlat edinen veya\nevlatlık tarafından,",
  "d) Silahla veya birden fazla kişi tarafından birlikte,",
  "e) İnsanların toplu olarak bir arada yaşama zorunluluğunda bulunduğu\nortamların sağladığı kolaylıktan faydalanmak suretiyle,",
  "işlenmesi hâlinde, yukarıdaki fıkralara göre verilen cezalar yarı\noranında artırılır.",
  "(4) Cinsel saldırı için başvurulan cebir ve şiddetin kasten yaralama\nsuçunun ağır neticelerine neden olması hâlinde, ayrıca kasten yaralama suçuna\nilişkin hükümler uygulanır.",
  "(5) Suç sonucu mağdurun bitkisel hayata girmesi veya ölümü hâlinde,\nağırlaştırılmış müebbet hapis cezasına hükmolunur.",
  " ",
  "Çocukların cinsel istismarı",
  "Madde 103- (Değişik: 18/6/2014-6545/59 md.)",
  "(1) (Yeniden düzenlenen birinci ve ikinci cümle: 24/11/2016-6763/13\nmd.) Çocuğu cinsel yönden istismar eden kişi, sekiz yıldan on beş yıla kadar\nhapis cezası ile cezalandırılır. Cinsel istismarın sarkıntılık düzeyinde\nkalması hâlinde üç yıldan sekiz yıla kadar hapis cezasına hükmolunur. (Ek\ncümle: 24/11/2016-6763/13 md.) Mağdurun on iki yaşını tamamlamamış olması\nhâlinde verilecek ceza, istismar durumunda on yıldan, sarkıntılık durumunda beş\nyıldan az olamaz. Sarkıntılık düzeyinde kalmış suçun failinin çocuk olması\nhâlinde soruşturma ve kovuşturma yapılması mağdurun, velisinin veya vasisinin\nşikâyetine bağlıdır. Cinsel istismar deyiminden; [43]",
  "a) On beş yaşını tamamlamamış veya tamamlamış olmakla birlikte fiilin\nhukuki anlam ve sonuçlarını algılama yeteneği gelişmemiş olan çocuklara karşı\ngerçekleştirilen her türlü cinsel davranış,",
  "b) Diğer çocuklara karşı sadece cebir, tehdit, hile veya iradeyi etkileyen\nbaşka bir nedene dayalı olarak gerçekleştirilen cinsel davranışlar,",
  "anlaşılır.",
  "(2) (Yeniden düzenleme: 24/11/2016-6763/13 md.) Cinsel istismarın\nvücuda organ veya sair bir cisim sokulması suretiyle gerçekleştirilmesi\ndurumunda, on altı yıldan aşağı olmamak üzere hapis cezasına hükmolunur.\nMağdurun on iki yaşını tamamlamamış olması hâlinde verilecek ceza on sekiz\nyıldan az olamaz.",
  "(3) Suçun; ",
  "a) Birden fazla kişi tarafından birlikte,",
  "b) İnsanların toplu olarak bir arada yaşama zorunluluğunda bulunduğu\nortamların sağladığı kolaylıktan faydalanmak suretiyle,",
  "c) Üçüncü derece dâhil kan veya kayın hısımlığı ilişkisi içinde bulunan\nbir kişiye karşı ya da üvey baba, üvey ana, üvey kardeş veya evlat edinen\ntarafından,",
  "d) Vasi, eğitici, öğretici, bakıcı, koruyucu aile veya sağlık hizmeti\nveren ya da koruma, bakım veya gözetim yükümlülüğü bulunan kişiler tarafından,",
  "e) Kamu görevinin veya hizmet\nilişkisinin sağladığı nüfuz kötüye kullanılmak suretiyle,",
  "işlenmesi hâlinde, yukarıdaki fıkralara göre verilecek ceza yarı oranında\nartırılır.",
  "(4) Cinsel istismarın, birinci fıkranın (a) bendindeki çocuklara karşı\ncebir veya tehditle ya da (b) bendindeki çocuklara karşı silah kullanmak\nsuretiyle gerçekleştirilmesi hâlinde, yukarıdaki fıkralara göre verilecek ceza\nyarı oranında artırılır.",
  "(5) Cinsel istismar için başvurulan cebir ve şiddetin kasten yaralama\nsuçunun ağır neticelerine neden olması hâlinde, ayrıca kasten yaralama suçuna\nilişkin hükümler uygulanır.",
  "(6) Suç sonucu mağdurun bitkisel hayata girmesi veya ölümü hâlinde,\nağırlaştırılmış müebbet hapis cezasına hükmolunur.",
  " ",
  "Reşit olmayanla cinsel ilişki",
  "Madde 104- (1) Cebir, tehdit ve hile olmaksızın, onbeş\nyaşını bitirmiş olan çocukla cinsel ilişkide bulunan kişi, şikayet üzerine, iki\nyıldan beş yıla kadar hapis cezası ile cezalandırılır.[44]",
  "(2) (İptal: Anayasa Mahkemesinin 23/11/2005 tarihli ve E: 2005/103, K:\n2005/89 sayılı kararı ile; Yeniden düzenleme: 18/6/2014-6545/60 md.) Suçun\nmağdur ile arasında evlenme yasağı bulunan kişi tarafından işlenmesi hâlinde,\nşikâyet aranmaksızın, on yıldan on beş yıla kadar hapis cezasına hükmolunur.",
  "(3) (Ek: 18/6/2014-6545/60 md.) Suçun, evlat edineceği çocuğun\nevlat edinme öncesi bakımını üstlenen veya koruyucu aile ilişkisi çerçevesinde\nkoruma, bakım ve gözetim yükümlülüğü bulunan kişi tarafından işlenmesi hâlinde,\nşikâyet aranmaksızın ikinci fıkraya göre cezaya hükmolunur.",
  " ",
  "Cinsel taciz",
  "Madde 105- (1) Bir kimseyi cinsel amaçlı\nolarak taciz eden kişi hakkında, mağdurun şikayeti üzerine, üç aydan iki yıla\nkadar hapis cezasına veya adlî para cezasına fiilin çocuğa karşı işlenmesi\nhâlinde altı aydan üç yıla kadar hapis cezasına hükmolunur.[45]",
  "(2) (Değişik: 18/6/2014-6545/61\nmd.) Suçun;",
  "a) Kamu görevinin veya hizmet ilişkisinin ya da aile içi ilişkinin sağladığı\nkolaylıktan faydalanmak suretiyle, ",
  "b) Vasi, eğitici, öğretici, bakıcı, koruyucu aile veya sağlık hizmeti\nveren ya da koruma, bakım veya gözetim yükümlülüğü bulunan kişiler tarafından,",
  "c) Aynı işyerinde çalışmanın sağladığı kolaylıktan faydalanmak suretiyle,",
  "d) Posta veya elektronik haberleşme araçlarının sağladığı kolaylıktan\nfaydalanmak suretiyle,",
  "e) Teşhir suretiyle,",
  "işlenmesi hâlinde yukarıdaki fıkraya göre verilecek ceza yarı oranında\nartırılır. Bu fiil nedeniyle mağdur; işi bırakmak, okuldan veya ailesinden\nayrılmak zorunda kalmış ise verilecek ceza bir yıldan az olamaz.",
  " ",
  "YEDİNCİ BÖLÜM",
  "Hürriyete Karşı Suçlar",
  "Tehdit",
  "Madde 106- (1) Bir başkasını, kendisinin veya\nyakınının hayatına, vücut veya cinsel dokunulmazlığına yönelik bir saldırı\ngerçekleştireceğinden bahisle tehdit eden kişi, altı aydan iki yıla kadar hapis\ncezası ile cezalandırılır. (Ek cümle:12/5/2022-7406/6 md.) Bu suçun\nkadına karşı işlenmesi hâlinde cezanın alt sınırı dokuz aydan az olamaz.\nMalvarlığı itibarıyla büyük bir zarara uğratacağından veya sair bir kötülük\nedeceğinden bahisle tehditte ise, mağdurun şikayeti üzerine, altı aya kadar\nhapis veya adlî para cezasına hükmolunur.",
  "(2) Tehdidin;",
  "a) Silahla,",
  "b) Kişinin kendisini tanınmayacak\nbir hale koyması suretiyle, imzasız mektupla veya özel işaretlerle,",
  "c) Birden fazla kişi tarafından\nbirlikte,",
  "d) Var olan\nveya var sayılan suç örgütlerinin oluşturdukları korkutucu güçten\nyararlanılarak,",
  "İşlenmesi halinde, fail hakkında\niki yıldan beş yıla kadar hapis cezasına hükmolunur.",
  "(3) Tehdit amacıyla kasten öldürme,\nkasten yaralama veya malvarlığına zarar verme suçunun işlenmesi halinde, ayrıca\nbu suçlardan dolayı ceza verilir.",
  " ",
  "Şantaj",
  "Madde 107- (1) Hakkı olan veya yükümlü olduğu\nbir şeyi yapacağından veya yapmayacağından bahisle, bir kimseyi kanuna aykırı\nveya yükümlü olmadığı bir şeyi yapmaya veya yapmamaya ya da haksız çıkar\nsağlamaya zorlayan kişi, bir yıldan üç yıla kadar hapis ve beşbin güne kadar\nadlî para cezası ile cezalandırılır.",
  "(2) (Ek: 29/6/2005 – 5377/14\nmd.) Kendisine veya başkasına yarar sağlamak maksadıyla bir kişinin şeref\nveya saygınlığına zarar verecek nitelikteki hususların açıklanacağı veya isnat\nedileceği tehdidinde bulunulması halinde de birinci fıkraya göre cezaya\nhükmolunur.",
  " ",
  "Cebir",
  "Madde 108- (1) Bir şeyi yapması veya yapmaması\nya da kendisinin yapmasına müsaade etmesi için bir kişiye karşı cebir\nkullanılması halinde, kasten yaralama suçundan verilecek ceza üçte birinden\nyarısına kadar artırılarak hükmolunur.",
  " ",
  "Kişiyi hürriyetinden yoksun kılma",
  "Madde 109- (1) Bir kimseyi hukuka aykırı\nolarak bir yere gitmek veya bir yerde kalmak hürriyetinden yoksun bırakan\nkişiye, bir yıldan beş yıla kadar hapis cezası verilir.",
  "(2) Kişi, fiili işlemek için veya\nişlediği sırada cebir, tehdit veya hile kullanırsa, iki yıldan yedi yıla kadar\nhapis cezasına hükmolunur.",
  "(3) Bu suçun;",
  "a) Silahla,",
  "b) Birden fazla kişi tarafından birlikte,",
  "c) Kişinin yerine getirdiği kamu görevi nedeniyle,",
  "d) Kamu görevinin sağladığı nüfuz kötüye kullanılmak suretiyle,",
  "e) Üstsoy, altsoy veya eşe ya da boşandığı eşe\nkarşı,[46]",
  "f) Çocuğa ya da beden veya ruh bakımından kendini savunamayacak durumda\nbulunan kişiye karşı,",
  "İşlenmesi halinde, yukarıdaki fıkralara göre verilecek ceza bir kat\nartırılır.",
  "(4) Bu suçun mağdurun ekonomik bakımdan önemli bir kaybına neden olması\nhalinde, ayrıca bin güne kadar adlî para cezasına hükmolunur.",
  "(5) Suçun cinsel amaçla işlenmesi halinde, yukarıdaki fıkralara göre\nverilecek cezalar yarı oranında artırılır.",
  "(6) Bu suçun işlenmesi amacıyla veya sırasında kasten yaralama suçunun\nneticesi sebebiyle ağırlaşmış hallerinin gerçekleşmesi durumunda, ayrıca kasten\nyaralama suçuna ilişkin hükümler uygulanır.",
  " ",
  "Etkin pişmanlık",
  "Madde 110- (1) Yukarıdaki maddede tanımlanan suçu işleyen kişi, bu\nsuç nedeniyle soruşturmaya başlanmadan önce mağdurun şahsına zararı\ndokunmaksızın, onu kendiliğinden güvenli bir yerde serbest bırakacak olursa\ncezanın üçte ikisine kadarı indirilir.",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbiri uygulanması",
  "Madde 111- (1) Tehdit, şantaj, cebir veya kişiyi hürriyetinden\nyoksun kılma suçlarının işlenmesi sonucunda yararına haksız menfaat sağlanan\ntüzel kişiler hakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "Eğitim ve öğretim hakkının engellenmesi[47]",
  "Madde 112- (Değişik: 2/3/2014-6529/12 md.)",
  "(1) Cebir veya tehdit kullanılarak ya da hukuka aykırı başka bir\ndavranışla;",
  "a) Devletçe kurulan veya kamu makamlarının verdiği izne dayalı olarak\nyürütülen her türlü eğitim ve öğretim faaliyetlerine,",
  "b) Kişinin eğitim ve öğretim hakkını kullanmasına,",
  "c) Öğrencilerin toplu olarak\noturdukları binalara veya bunların eklentilerine girilmesine veya orada\nkalınmasına,",
  "engel olunması hâlinde, fail hakkında\niki yıldan beş yıla kadar hapis cezasına hükmolunur.",
  " ",
  "Kamu hizmetlerinden yararlanma hakkının engellenmesi[48]",
  "Madde 113- (Değişik: 2/3/2014-6529/13 md.)",
  "(1) Cebir veya tehdit kullanılarak ya da hukuka aykırı başka bir\ndavranışla;",
  "a) Bir kamu faaliyetinin yürütülmesine,",
  "b) Kamu kurumlarında veya kamu kurumu niteliğindeki meslek kuruluşlarında\nverilen ya da kamu makamlarının verdiği izne dayalı olarak sunulan hizmetlerden\nyararlanılmasına,",
  "engel olunması hâlinde, fail hakkında\niki yıldan beş yıla kadar hapis cezasına hükmolunur.",
  "(2) (Ek:12/5/2022-7406/7 md.) Suçun konusunun sağlık hizmeti\nolması hâlinde, verilecek ceza altıda biri oranına kadar artırılır.",
  " ",
  "Siyasi hakların kullanılmasının engellenmesi",
  "Madde 114- (1) Bir kimseye karşı;",
  "a) Bir siyasi partiye üye olmaya veya olmamaya, siyasi partinin\nfaaliyetlerine katılmaya veya katılmamaya, siyasi partiden veya siyasi parti\nyönetimindeki görevinden ayrılmaya,",
  "b) Seçim yoluyla gelinen bir kamu görevine aday olmamaya veya seçildiği\ngörevden ayrılmaya,",
  "Zorlamak amacıyla, cebir veya tehdit kullanan kişi, bir yıldan üç yıla\nkadar hapis cezası ile cezalandırılır.",
  "(2) Cebir veya tehdit kullanılarak ya\nda hukuka aykırı başka bir davranışla bir siyasi partinin faaliyetlerinin engellenmesi\nhalinde, iki yıldan beş yıla kadar hapis cezasına hükmolunur.",
  " ",
  "İnanç, düşünce ve kanaat hürriyetinin kullanılmasını engelleme",
  "Madde 115- (1) Cebir veya tehdit kullanarak, bir kimseyi dini, siyasi,\nsosyal, felsefi inanç, düşünce ve kanaatlerini açıklamaya veya değiştirmeye\nzorlayan ya da bunları açıklamaktan, yaymaktan meneden kişi, bir yıldan üç yıla\nkadar hapis cezası ile cezalandırılır.",
  "(2) (Değişik: 2/3/2014-6529/14 md.) Dini inancın gereğinin yerine\ngetirilmesinin veya dini ibadet veya ayinlerin bireysel ya da toplu olarak\nyapılmasının, cebir veya tehdit kullanılarak ya da hukuka aykırı başka bir\ndavranışla engellenmesi hâlinde, fail hakkında birinci fıkraya göre cezaya\nhükmolunur.",
  "(3) (Ek: 2/3/2014-6529/14 md.) Cebir veya tehdit kullanarak ya da\nhukuka aykırı başka bir davranışla bir kimsenin inanç, düşünce veya\nkanaatlerinden kaynaklanan yaşam tarzına ilişkin tercihlerine müdahale eden\nveya bunları değiştirmeye zorlayan kişiye birinci fıkra hükmüne göre ceza\nverilir.",
  " ",
  "Konut dokunulmazlığının ihlali",
  "Madde 116- (1) Bir kimsenin konutuna, konutunun eklentilerine\nrızasına aykırı olarak giren veya rıza ile girdikten sonra buradan çıkmayan\nkişi, mağdurun şikayeti üzerine, altı aydan iki yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) (Değişik: 31/3/2005 – 5328/8 md.) Birinci fıkra kapsamına\ngiren fiillerin, açık bir rızaya gerek duyulmaksızın girilmesi mutat olan\nyerler dışında kalan işyerleri ve eklentileri hakkında işlenmesi hâlinde,\nmağdurun şikâyeti üzerine altı aydan bir yıla kadar hapis veya adlî para\ncezasına hükmolunur.",
  "(3) (Değişik: 31/3/2005 – 5328/8 md.) Evlilik birliğinde aile\nbireylerinden ya da konutun veya işyerinin birden fazla kişi tarafından ortak\nkullanılması durumunda, bu kişilerden birinin rızası varsa, yukarıdaki fıkralar\nhükümleri uygulanmaz. Ancak bunun için rıza açıklamasının meşru bir amaca\nyönelik olması gerekir.",
  "(4) Fiilin, cebir veya tehdit kullanılmak suretiyle ya da gece vakti\nişlenmesi halinde, bir yıldan üç yıla kadar hapis cezasına hükmolunur.",
  " ",
  "İş ve çalışma hürriyetinin ihlali",
  "Madde 117- (1) Cebir veya tehdit kullanarak ya da hukuka aykırı\nbaşka bir davranışla, iş ve çalışma hürriyetini ihlal eden kişiye, mağdurun\nşikayeti halinde, altı aydan iki yıla kadar hapis veya adlî para cezası\nverilir.",
  "(2) Çaresizliğini, kimsesizliğini ve bağlılığını sömürmek suretiyle kişi\nveya kişileri ücretsiz olarak veya sağladığı hizmet ile açık bir şekilde\norantısız düşük bir ücretle çalıştıran veya bu durumda bulunan kişiyi, insan onuru\nile bağdaşmayacak çalışma ve konaklama koşullarına tabi kılan kimseye altı\naydan üç yıla kadar hapis veya yüz günden az olmamak üzere adlî para cezası\nverilir.",
  "(3) Yukarıdaki fıkrada belirtilen durumlara düşürmek üzere bir kimseyi\ntedarik veya sevk veya bir yerden diğer bir yere nakleden kişiye de aynı ceza\nverilir.",
  "(4) Cebir veya tehdit kullanarak, işçiyi veya işverenlerini ücretleri\nazaltıp çoğaltmaya veya evvelce kabul edilenlerden başka koşullar altında\nanlaşmalar kabulüne zorlayan ya da bir işin durmasına, sona ermesine veya\ndurmanın devamına neden olan kişiye altı aydan üç yıla kadar hapis cezası\nverilir.",
  " ",
  "Sendikal hakların kullanılmasının engellenmesi",
  "Madde 118- (1) Bir kimseye karşı bir sendikaya üye olmaya\nveya olmamaya, sendikanın faaliyetlerine katılmaya veya katılmamaya, sendikadan\nveya sendika yönetimindeki görevinden ayrılmaya zorlamak amacıyla, cebir veya\ntehdit kullanan kişi, altı aydan iki yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) Cebir veya tehdit kullanılarak ya da hukuka aykırı başka bir\ndavranışla bir sendikanın faaliyetlerinin engellenmesi halinde, bir yıldan üç\nyıla kadar hapis cezasına hükmolunur.",
  " ",
  "Ortak hüküm",
  "Madde 119- (1) Eğitim ve öğretimin engellenmesi, kamu kurumu\nveya kamu kurumu niteliğindeki meslek kuruluşlarının faaliyetlerinin\nengellenmesi, siyasi hakların kullanılmasının engellenmesi, inanç,\ndüşünce ve kanaat hürriyetinin kullanılmasını engelleme, konut dokunulmazlığının ihlali ile iş ve çalışma\nhürriyetinin ihlali suçlarının;",
  "a) Silahla,",
  "b) Kişinin kendisini tanınmayacak bir hale koyması suretiyle, imzasız\nmektupla veya özel işaretlerle,",
  "c) Birden fazla kişi tarafından birlikte,",
  "d) Var olan veya var sayılan suç örgütlerinin oluşturdukları korkutucu\ngüçten yararlanılarak,",
  "e) Kamu görevinin sağladığı nüfuz kötüye kullanılmak suretiyle,",
  "İşlenmesi halinde, verilecek ceza bir kat artırılır.",
  "(2) Bu suçların işlenmesi sırasında kasten yaralama suçunun neticesi\nsebebiyle ağırlaşmış hallerinin gerçekleşmesi durumunda, ayrıca kasten yaralama\nsuçuna ilişkin hükümler uygulanır.",
  " ",
  "Haksız arama",
  "Madde 120- (1) Hukuka aykırı olarak bir kimsenin üstünü veya\neşyasını arayan kamu görevlisine üç aydan bir yıla kadar hapis cezası verilir.",
  " ",
  "Dilekçe hakkının kullanılmasının engellenmesi",
  "Madde 121- (1) Kişinin belli bir hakkı kullanmak için yetkili kamu\nmakamlarına verdiği dilekçenin hukuki bir neden olmaksızın kabul edilmemesi\nhalinde, fail hakkında altı aya kadar hapis cezasına hükmolunur.",
  " ",
  "Nefret ve ayırımcılık[49]",
  "Madde 122- (Değişik: 2/3/2014-6529/15 md.)",
  "(1) Dil, ırk, milliyet, renk, cinsiyet, engellilik, siyasi düşünce, felsefi\ninanç, din veya mezhep farklılığından kaynaklanan nefret nedeniyle;",
  "a) Bir kişiye kamuya arz edilmiş olan bir taşınır veya taşınmaz malın\nsatılmasını, devrini veya kiraya verilmesini,",
  "b) Bir kişinin kamuya arz edilmiş belli bir hizmetten yararlanmasını,",
  "c) Bir kişinin işe alınmasını,",
  "d) Bir kişinin olağan bir ekonomik etkinlikte bulunmasını,",
  "engelleyen kimse, bir yıldan üç yıla kadar hapis cezası ile\ncezalandırılır.",
  " ",
  "Kişilerin huzur ve sükununu bozma",
  "Madde 123- (1) Sırf huzur ve sükûnunu bozmak maksadıyla bir\nkimseye ısrarla; telefon edilmesi, gürültü yapılması ya da aynı maksatla hukuka\naykırı başka bir davranışta bulunulması halinde, mağdurun şikayeti üzerine\nfaile üç aydan bir yıla kadar hapis cezası verilir.",
  " ",
  "Israrlı takip",
  "MADDE 123/A- (Ek:12/5/2022-7406/8 md.) ",
  "(1) Israrlı bir şekilde; fıziken takip etmek ya da haberleşme ve iletişim\naraçlarını, bilişim sistemlerini veya üçüncü kişileri kullanarak temas kurmaya\nçalışmak suretiyle bir kimse üzerinde ciddi bir huzursuzluk oluşmasına ya da\nkendisinin veya yakınlarından birinin güvenliğinden endişe duymasına neden olan\nfaile altı aydan iki yıla kadar hapis cezası verilir.",
  "(2) Suçun;",
  "a) Çocuğa ya da ayrılık kararı verilen veya boşandığı eşe karşı\nişlenmesi,",
  "b) Mağdurun okulunu, iş yerini, konutunu değiştirmesine ya da okulunu\nveya işini bırakmasına neden olması,",
  "c) Hakkında uzaklaştırma ya da konuta, okula veya iş yerine yaklaşmama\ntedbirine karar verilen fail tarafından işlenmesi,",
  "hâlinde faile bir yıldan üç yıla kadar hapis cezası verilir.",
  "(3) Bu maddede düzenlenen suçun soruşturulması ve kovuşturulması şikâyete\nbağlıdır.",
  " ",
  "Haberleşmenin engellenmesi",
  "Madde 124- (1) Kişiler arasındaki haberleşmenin hukuka aykırı\nolarak engellenmesi halinde, altı aydan iki yıla kadar hapis veya adlî para\ncezasına hükmolunur.",
  "(2) Kamu kurumları arasındaki haberleşmeyi hukuka aykırı olarak\nengelleyen kişi, bir yıldan beş yıla kadar hapis cezası ile cezalandırılır.",
  "(3) Her türlü basın ve yayın organının\nyayınının hukuka aykırı bir şekilde engellenmesi halinde, ikinci fıkra hükmüne\ngöre cezaya hükmolunur.",
  " ",
  "SEKİZİNCİ\nBÖLÜM",
  "Şerefe\nKarşı Suçlar",
  "Hakaret",
  "Madde 125- (1) Bir kimseye onur, şeref ve saygınlığını rencide\nedebilecek nitelikte somut bir fiil veya olgu isnat eden (...)[50]\nveya sövmek suretiyle bir kimsenin onur, şeref ve saygınlığına saldıran kişi,\nüç aydan iki yıla kadar hapis veya adlî para cezası ile cezalandırılır.\nMağdurun gıyabında hakaretin cezalandırılabilmesi için fiilin en az üç kişiyle\nihtilat ederek işlenmesi gerekir.",
  "(2) Fiilin, mağduru muhatap alan sesli, yazılı veya görüntülü bir\niletiyle işlenmesi halinde, yukarıdaki fıkrada belirtilen cezaya hükmolunur.",
  "(3) Hakaret suçunun;",
  "a) Kamu görevlisine karşı görevinden dolayı,",
  "b) Dini, siyasi, sosyal, felsefi inanç, düşünce ve kanaatlerini\naçıklamasından, değiştirmesinden, yaymaya çalışmasından, mensup olduğu dinin\nemir ve yasaklarına uygun davranmasından dolayı,",
  "c) Kişinin mensup bulunduğu dine göre kutsal sayılan değerlerden bahisle,",
  "İşlenmesi halinde, cezanın alt sınırı bir yıldan az olamaz.",
  "(4) (Değişik: 29/6/2005 – 5377/15 md.) Hakaretin alenen işlenmesi\nhalinde ceza altıda biri oranında artırılır. ",
  "(5) (Değişik: 29/6/2005 – 5377/15 md.) Kurul hâlinde çalışan kamu\ngörevlilerine görevlerinden dolayı hakaret edilmesi hâlinde suç, kurulu oluşturan\nüyelere karşı işlenmiş sayılır. Ancak, bu durumda zincirleme suça ilişkin madde\nhükümleri uygulanır.",
  " ",
  "Mağdurun belirlenmesi",
  "Madde 126- (1) Hakaret suçunun işlenmesinde mağdurun ismi açıkça\nbelirtilmemiş veya isnat üstü kapalı geçiştirilmiş olsa bile, eğer niteliğinde\nve mağdurun şahsına yönelik bulunduğunda duraksanmayacak bir durum varsa, hem\nismi belirtilmiş ve hem de hakaret açıklanmış sayılır.",
  " ",
  "İsnadın ispatı",
  "Madde 127- (1) İsnat edilen ve suç oluşturan fiilin ispat edilmiş\nolması halinde kişiye ceza verilmez. Bu suç nedeniyle hakaret edilen hakkında\nkesinleşmiş bir mahkûmiyet kararı verilmesi halinde, isnat ispatlanmış sayılır.\nBunun dışındaki hallerde isnadın ispat isteminin kabulü, ancak isnat olunan\nfiilin doğru olup olmadığının anlaşılmasında kamu yararı bulunmasına veya\nşikayetçinin ispata razı olmasına bağlıdır.",
  "(2) İspat edilmiş fiilinden söz\nedilerek kişiye hakaret edilmesi halinde, cezaya hükmedilir.",
  " ",
  "İddia ve savunma dokunulmazlığı",
  "Madde 128- (1) Yargı mercileri veya idari makamlar nezdinde\nyapılan yazılı veya sözlü başvuru, iddia ve savunmalar kapsamında, kişilerle\nilgili olarak somut isnadlarda ya da olumsuz değerlendirmelerde bulunulması\nhalinde, ceza verilmez. Ancak, bunun için isnat ve değerlendirmelerin, gerçek\nve somut vakıalara dayanması ve uyuşmazlıkla bağlantılı olması gerekir.",
  " ",
  "Haksız fiil nedeniyle veya karşılıklı hakaret",
  "Madde 129- (1) Hakaret suçunun haksız bir fiile tepki olarak\nişlenmesi halinde, verilecek ceza üçte birine kadar indirilebileceği gibi, ceza\nvermekten de vazgeçilebilir.",
  "(2) Bu suçun, kasten yaralama suçuna\ntepki olarak işlenmesi halinde, kişiye ceza verilmez.",
  "(3) Hakaret suçunun karşılıklı olarak işlenmesi halinde, olayın\nmahiyetine göre, taraflardan her ikisi veya biri hakkında verilecek ceza üçte\nbirine kadar indirilebileceği gibi, ceza vermekten de vazgeçilebilir.",
  " ",
  "Kişinin hatırasına hakaret",
  "Madde 130- (1) Bir kimsenin öldükten sonra hatırasına en az üç\nkişiyle ihtilat ederek hakaret eden kişi, üç aydan iki yıla kadar hapis veya\nadlî para cezası ile cezalandırılır. Ceza, hakaretin alenen işlenmesi halinde,\naltıda biri oranında artırılır.",
  "(2) Bir ölünün kısmen veya tamamen ceset veya kemiklerini alan veya ceset\nveya kemikler hakkında tahkir edici fiillerde bulunan kişi, üç aydan iki yıla\nkadar hapis cezası ile cezalandırılır.",
  " ",
  "Soruşturma ve kovuşturma koşulu",
  "Madde 131- (1) Kamu görevlisine karşı görevinden dolayı işlenen\nhariç; hakaret suçunun soruşturulması ve kovuşturulması, mağdurun şikayetine\nbağlıdır.",
  "(2) Mağdur, şikayet etmeden önce ölürse, veya suç ölmüş olan kişinin\nhatırasına karşı işlenmiş ise; ölenin ikinci dereceye kadar üstsoy ve altsoyu, eş\nveya kardeşleri tarafından şikayette bulunulabilir.",
  " ",
  "DOKUZUNCU BÖLÜM",
  "Özel\nHayata ve Hayatın Gizli Alanına Karşı Suçlar",
  "Haberleşmenin gizliliğini ihlal[51]",
  "Madde 132- (1) Kişiler arasındaki haberleşmenin gizliliğini ihlal\neden kimse, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır. Bu\ngizlilik ihlali haberleşme içeriklerinin kaydı suretiyle gerçekleşirse,\nverilecek ceza bir kat artırılır.",
  "(2) Kişiler arasındaki haberleşme içeriklerini hukuka aykırı olarak ifşa\neden kimse, iki yıldan beş yıla kadar hapis cezası ile cezalandırılır.",
  "(3) Kendisiyle yapılan haberleşmelerin içeriğini diğer tarafın rızası\nolmaksızın hukuka aykırı olarak alenen ifşa eden kişi, bir yıldan üç yıla kadar\nhapis cezası ile cezalandırılır. (Ek cümle: 2/7/2012-6352/79 md.) İfşa\nedilen bu verilerin basın ve yayın yoluyla yayımlanması halinde de aynı cezaya\nhükmolunur.",
  "(4) (Mülga: 2/7/2012-6352/79 md.)",
  " ",
  "Kişiler arasındaki konuşmaların dinlenmesi ve kayda alınması[52]",
  "Madde 133- (1) Kişiler arasındaki aleni olmayan konuşmaları,\ntaraflardan herhangi birinin rızası olmaksızın bir aletle dinleyen veya bunları\nbir ses alma cihazı ile kaydeden kişi, iki yıldan beş yıla kadar hapis cezası\nile cezalandırılır.",
  "(2) Katıldığı aleni olmayan bir\nsöyleşiyi, diğer konuşanların rızası olmadan ses alma cihazı ile kayda alan\nkişi, altı aydan iki yıla kadar hapis veya adlî para cezası ile cezalandırılır.",
  "(3) (Değişik: 2/7/2012-6352/80 md.) Kişiler arasındaki aleni\nolmayan konuşmaların kaydedilmesi suretiyle elde edilen verileri hukuka aykırı\nolarak ifşa eden kişi, iki yıldan beş yıla kadar hapis ve dörtbin güne kadar\nadlî para cezası ile cezalandırılır. İfşa edilen bu verilerin basın ve yayın\nyoluyla yayımlanması halinde de aynı cezaya hükmolunur.",
  " ",
  "Özel hayatın gizliliğini ihlal",
  "Madde 134- (1) Kişilerin özel hayatının gizliliğini ihlal eden\nkimse, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır. Gizliliğin\ngörüntü veya seslerin kayda alınması suretiyle ihlal edilmesi halinde,\nverilecek ceza bir kat artırılır.[53]",
  "(2) (Değişik: 2/7/2012-6352/81 md.) Kişilerin özel hayatına\nilişkin görüntü veya sesleri hukuka aykırı olarak ifşa eden kimse iki yıldan\nbeş yıla kadar hapis cezası ile cezalandırılır. İfşa edilen bu verilerin basın\nve yayın yoluyla yayımlanması halinde de aynı cezaya hükmolunur.",
  " ",
  "Kişisel verilerin kaydedilmesi",
  "Madde 135- (1) Hukuka aykırı olarak kişisel verileri kaydeden\nkimseye bir yıldan üç yıla kadar hapis cezası verilir.[54]",
  "(2) Kişisel verinin, kişilerin siyasi, felsefi veya dini görüşlerine,\nırki kökenlerine; hukuka aykırı olarak ahlaki eğilimlerine, cinsel yaşamlarına,\nsağlık durumlarına veya sendikal bağlantılarına ilişkin olması durumunda\nbirinci fıkra uyarınca verilecek ceza yarı oranında artırılır.[55]",
  " ",
  "Verileri hukuka aykırı olarak verme veya ele geçirme",
  "Madde 136- (1) Kişisel verileri, hukuka aykırı olarak bir\nbaşkasına veren, yayan veya ele geçiren kişi, iki yıldan dört yıla kadar hapis\ncezası ile cezalandırılır.[56]",
  "(2) (Ek:17/10/2019-7188/17 md.) Suçun konusunun, Ceza Muhakemesi\nKanununun 236 ncı maddesinin beşinci ve altıncı fıkraları uyarınca kayda alınan\nbeyan ve görüntüler olması durumunda verilecek ceza bir kat artırılır.",
  " ",
  "Nitelikli haller",
  "Madde 137- (1) Yukarıdaki maddelerde tanımlanan suçların;",
  "a) Kamu görevlisi tarafından ve görevinin verdiği yetki kötüye\nkullanılmak suretiyle,",
  "b) Belli bir meslek ve sanatın sağladığı kolaylıktan yararlanmak\nsuretiyle,",
  "İşlenmesi halinde, verilecek ceza yarı oranında artırılır.",
  " ",
  "Verileri yok etmeme",
  "Madde 138- (1) Kanunların belirlediği sürelerin geçmiş olmasına\nkarşın verileri sistem içinde yok etmekle yükümlü olanlara görevlerini yerine\ngetirmediklerinde bir yıldan iki yıla kadar hapis cezası verilir.[57]",
  "(2) (Ek: 21/2/2014-6526/5 md.) Suçun konusunun Ceza Muhakemesi\nKanunu hükümlerine göre ortadan kaldırılması veya yok edilmesi gereken veri\nolması hâlinde verilecek ceza bir kat artırılır.",
  " ",
  "Şikayet",
  "Madde 139- (1) Kişisel verilerin kaydedilmesi, verileri hukuka\naykırı olarak verme veya ele geçirme ve verileri yok etmeme hariç, bu bölümde\nyer alan suçların soruşturulması ve kovuşturulması şikayete bağlıdır.",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbiri uygulanması",
  "Madde 140- (1) Yukarıdaki maddelerde tanımlanan suçların işlenmesi\ndolayısıyla tüzel kişiler hakkında bunlara özgü güvenlik tedbirlerine\nhükmolunur.",
  " ",
  "ONUNCU\nBÖLÜM",
  "Malvarlığına\nKarşı Suçlar",
  "Hırsızlık",
  "Madde 141- (1) Zilyedinin rızası olmadan başkasına ait taşınır bir\nmalı, kendisine veya başkasına bir yarar sağlamak maksadıyla bulunduğu yerden\nalan kimseye bir yıldan üç yıla kadar hapis cezası verilir.",
  "(2) (Mülga: 2/7/2012-6352/105 md.)",
  " ",
  "Nitelikli hırsızlık[58]",
  "Madde 142- (1) Hırsızlık suçunun;",
  "a) Kime ait olursa olsun kamu kurum ve kuruluşlarında veya ibadete\nayrılmış yerlerde bulunan ya da kamu yararına veya hizmetine tahsis edilen eşya\nhakkında,",
  "b) (Mülga: 18/6/2014-6545/62 md.) ",
  "c) Halkın yararlanmasına sunulmuş ulaşım aracı içinde veya bunların belli\nvarış veya kalkış yerlerinde bulunan eşya hakkında,",
  "d) Bir afet veya genel bir felaketin meydana getirebileceği zararları\nönlemek veya hafifletmek maksadıyla hazırlanan eşya hakkında,",
  "e) Adet veya tahsis veya kullanımları gereği açıkta bırakılmış eşya\nhakkında,",
  "f) (Mülga: 2/7/2012-6352/82 md.) ",
  "İşlenmesi hâlinde, üç yıldan yedi yıla kadar hapis cezasına hükmolunur.",
  "(2) Suçun;",
  "a) Kişinin malını koruyamayacak durumda olmasından veya ölmesinden\nyararlanarak,",
  "b) Elde veya üstte taşınan eşyayı çekip almak suretiyle ya da özel\nbeceriyle,",
  "c) Doğal bir afetin veya sosyal olayların meydana getirdiği korku veya\nkargaşadan yararlanarak,",
  "d) Haksız yere elde bulundurulan veya taklit anahtarla ya da diğer bir\naletle kilit açmak veya kilitlenmesini engellemek suretiyle,",
  "e) Bilişim sistemlerinin kullanılması suretiyle,",
  "f) Tanınmamak için tedbir alarak veya yetkisi olmadığı halde resmi sıfat\ntakınarak,",
  "g) (…)58 büyük veya\nküçük baş hayvan hakkında,",
  "h) (Ek: 18/6/2014-6545/62 md.) Herkesin girebileceği bir yerde\nbırakılmakla birlikte kilitlenmek suretiyle ya da bina veya eklentileri içinde\nmuhafaza altına alınmış olan eşya hakkında,",
  "İşlenmesi hâlinde, beş yıldan on yıla\nkadar hapis cezasına hükmolunur. Suçun, bu fıkranın (b) bendinde belirtilen\nsurette, beden veya ruh bakımından kendisini savunamayacak durumda olan kimseye\nkarşı işlenmesi halinde, verilecek ceza üçte biri oranına kadar artırılır.[59]",
  "(3) Suçun, sıvı veya gaz hâlindeki enerji hakkında ve bunların nakline,\nişlenmesine veya depolanmasına ait tesislerde işlenmesi halinde, beş yıldan\noniki yıla kadar hapis cezasına hükmolunur. Bu fiilin bir örgütün faaliyeti\nçerçevesinde işlenmesi halinde, ceza yarı oranında artırılır ve onbin güne\nkadar adlî para cezasına hükmolunur.[60]",
  "(4) (Ek: 6/12/2006 – 5560/6 md.) Hırsızlık suçunun işlenmesi\namacıyla konut dokunulmazlığının ihlâli veya mala zarar verme suçunun işlenmesi\nhalinde, bu suçlardan dolayı soruşturma ve kovuşturma yapılabilmesi için\nşikâyet aranmaz.",
  "(5) (Ek: 18/6/2014-6545/62 md.) Hırsızlık suçunun işlenmesi\nsonucunda haberleşme, enerji ya da demiryolu veya havayolu ulaşımı alanında\nkamu hizmetinin geçici de olsa aksaması hâlinde, yukarıdaki fıkralar\nhükümlerine göre verilecek ceza yarısından iki katına kadar artırılır.",
  " ",
  "Suçun gece vakti işlenmesi",
  "Madde 143- (1) Hırsızlık suçunun gece vakti işlenmesi halinde,\nverilecek ceza yarı oranında artırılır.[61]",
  " ",
  "Daha az cezayı gerektiren haller",
  "Madde 144- (1) Hırsızlık suçunun;",
  "a) Paydaş veya elbirliği ile malik olunan mal üzerinde,",
  "b) Bir hukuki ilişkiye dayanan alacağı tahsil amacıyla,",
  "İşlenmesi halinde, şikayet üzerine, fail hakkında iki aydan bir yıla\nkadar hapis veya adlî para cezasına hükmolunur.",
  " ",
  "Malın değerinin az olması",
  "Madde 145- (1) (Değişik: 29/6/2005 – 5377/16 md.) Hırsızlık\nsuçunun konusunu oluşturan malın değerinin azlığı nedeniyle, verilecek cezada\nindirim yapılabileceği gibi, suçun işleniş şekli ve özellikleri de göz önünde\nbulundurularak, ceza vermekten de vazgeçilebilir.",
  " ",
  "Kullanma hırsızlığı",
  "Madde 146- (1) Hırsızlık suçunun, malın\ngeçici bir süre kullanılıp zilyedine iade edilmek üzere işlenmesi halinde,\nşikayet üzerine, verilecek ceza yarı oranına kadar indirilir. Ancak malın suç\nişlemek için kullanılmış olması halinde bu hüküm uygulanmaz.",
  " ",
  "Zorunluluk hâli",
  "Madde 147- (1) Hırsızlık suçunun ağır ve acil\nbir ihtiyacı karşılamak için işlenmesi halinde, olayın özelliğine göre,\nverilecek cezada indirim yapılabileceği gibi, ceza vermekten de vazgeçilebilir.",
  " ",
  "Yağma",
  "Madde 148- (1) Bir başkasını, kendisinin veya\nyakınının hayatına, vücut veya cinsel dokunulmazlığına yönelik bir saldırı\ngerçekleştireceğinden ya da malvarlığı itibarıyla büyük bir zarara\nuğratacağından bahisle tehdit ederek veya cebir kullanarak, bir malı teslime\nveya malın alınmasına karşı koymamaya mecbur kılan kişi, altı yıldan on yıla\nkadar hapis cezası ile cezalandırılır.",
  "(2) Cebir veya tehdit kullanılarak\nmağdurun, kendisini veya başkasını borç altına sokabilecek bir senedi veya var\nolan bir senedin hükümsüz kaldığını açıklayan bir vesikayı vermeye, böyle bir\nsenedin alınmasına karşı koymamaya, ilerde böyle bir senet haline\ngetirilebilecek bir kağıdı imzalamaya veya var olan bir senedi imha etmeye veya\nimhasına karşı koymamaya mecbur edilmesi halinde de aynı ceza verilir.",
  "(3) Mağdurun, herhangi bir vasıta\nile kendisini bilmeyecek ve savunamayacak hale getirilmesi de, yağma suçunda\ncebir sayılır.",
  " ",
  "Nitelikli yağma",
  "Madde 149- (1) Yağma suçunun;",
  "a) Silahla,",
  "b) Kişinin kendisini tanınmayacak\nbir hale koyması suretiyle,",
  "c) Birden fazla kişi tarafından\nbirlikte,",
  "d) (Değişik: 18/6/2014-6545/64\nmd.) Yol kesmek suretiyle ya da konutta, işyerinde veya bunların\neklentilerinde,",
  "e) Beden veya\nruh bakımından kendisini savunamayacak durumda bulunan kişiye karşı,",
  "f) Var olan\nveya var sayılan suç örgütlerinin oluşturdukları korkutucu güçten\nyararlanılarak,",
  "g) Suç örgütüne yarar sağlamak\nmaksadıyla,",
  "h) Gece vaktinde,",
  "İşlenmesi\nhalinde, fail hakkında on yıldan onbeş yıla kadar hapis cezasına hükmolunur.",
  "(2) Yağma\nsuçunun işlenmesi sırasında kasten yaralama suçunun neticesi sebebiyle\nağırlaşmış hallerinin gerçekleşmesi durumunda, ayrıca kasten yaralama suçuna\nilişkin hükümler uygulanır.",
  " ",
  "Daha az cezayı gerektiren hâl",
  "Madde 150- (1) Kişinin bir hukuki ilişkiye\ndayanan alacağını tahsil amacıyla tehdit veya cebir kullanması halinde, ancak\ntehdit veya kasten yaralama suçuna ilişkin hükümler uygulanır.",
  "(2) Yağma suçunun konusunu\noluşturan malın değerinin azlığı nedeniyle, verilecek ceza üçte birden yarıya\nkadar indirilebilir.[62]",
  " ",
  "Mala zarar verme",
  "Madde 151- (1) Başkasının taşınır veya\ntaşınmaz malını kısmen veya tamamen yıkan, tahrip eden, yok eden, bozan,\nkullanılamaz hale getiren veya kirleten kişi, mağdurun şikayeti üzerine, dört\naydan üç yıla kadar hapis veya adlî para cezası ile cezalandırılır.",
  "(2) (Mülga:9/7/2021-7332/17 md.)\n",
  " ",
  "Mala zarar vermenin nitelikli\nhalleri[63]",
  "Madde 152- (1) Mala zarar verme suçunun;",
  "a) Kamu kurum ve kuruluşlarına ait,\nkamu hizmetine tahsis edilmiş veya kamunun yararlanmasına ayrılmış yer, bina,\ntesis veya diğer eşya hakkında,",
  "b) Yangına, sel ve taşkına, kazaya\nve diğer felaketlere karşı korunmaya tahsis edilmiş her türlü eşya veya tesis\nhakkında,",
  "c) Devlet ormanı statüsündeki\nyerler hariç, nerede olursa olsun, her türlü dikili ağaç, fidan veya bağ çubuğu\nhakkında,",
  "d) Sulamaya, içme sularının sağlanmasına\nveya afetlerden korumaya yarayan tesisler hakkında,",
  "e) Grev veya lokavt hallerinde\nişverenlerin veya işçilerin veya işveren veya işçi sendika veya konfederasyonlarının\nmaliki olduğu veya kullanımında olan bina, tesis veya eşya hakkında,",
  "f) Siyasi partilerin, kamu kurumu\nniteliğindeki meslek kuruluşlarının ve üst kuruluşlarının maliki olduğu veya\nkullanımında olan bina, tesis veya eşya hakkında,",
  "g) Sona ermiş olsa bile, görevinden\nötürü öç almak amacıyla bir kamu görevlisinin zararına olarak,",
  "İşlenmesi\nhalinde, fail hakkında bir yıldan dört yıla kadar hapis cezasına hükmolunur.",
  "(2) Mala zarar verme suçunun;",
  "a) Yakarak, yakıcı veya patlayıcı\nmadde kullanarak,",
  "b) Toprak kaymasına, çığ düşmesine,\nsel veya taşkına neden olmak suretiyle,",
  "c) Radyasyona maruz bırakarak,\nnükleer, biyolojik veya kimyasal silah kullanarak,",
  "işlenmesi halinde, verilecek ceza\nbir katına kadar artırılır.",
  "(3) (Ek: 18/6/2014-6545/65 md.) Mala\nzarar verme suçunun işlenmesi sonucunda haberleşme, enerji ya da demiryolu veya\nhavayolu ulaşımı alanında kamu hizmetinin geçici de olsa aksaması hâlinde,\nyukarıdaki fıkralar hükümlerine göre verilecek ceza yarısından iki katına kadar\nartırılır.",
  " ",
  "İbadethanelere ve mezarlıklara\nzarar verme",
  "Madde 153- (1) İbadethanelere, bunların\neklentilerine, buralardaki eşyaya, mezarlara, bunların üzerindeki yapılara,\nmezarlıklardaki tesislere, mezarlıkların korunmasına yönelik olarak yapılan\nyapılara yıkmak, bozmak veya kırmak suretiyle zarar veren kişi, bir yıldan dört\nyıla kadar hapis cezası ile cezalandırılır.",
  "(2) Birinci fıkrada belirtilen\nyerleri ve yapıları kirleten kişi, üç aydan bir yıla kadar hapis veya adlî para\ncezası ile cezalandırılır.",
  "(3) Birinci ve ikinci fıkralardaki\nfiillerin, ilgili dini inanışı benimseyen toplum kesimini tahkir maksadıyla\nişlenmesi halinde, verilecek ceza üçte biri oranında artırılır.",
  " ",
  "Hakkı olmayan yere tecavüz",
  "Madde 154- (1) (Değişik: 25/2/2009-5841/1\nmd.) Bir hakka dayanmaksızın başkasına ait taşınmaz mal veya eklentilerini\nmalikmiş gibi tamamen veya kısmen işgal eden veya sınırlarını değiştiren veya\nbozan veya hak sahibinin bunlardan kısmen de olsa yararlanmasına engel olan\nkimseye, suçtan zarar görenin şikâyeti üzerine altı aydan üç yıla kadar hapis\nve bin güne kadar adlî para cezası verilir.",
  "(2) Köy tüzel kişiliğine ait olduğunu veya öteden beri köylünün ortak\nyararlanmasına terk edilmiş bulunduğunu bilerek mera, harman yeri, yol ve sulak\ngibi taşınmaz malları kısmen veya tamamen zapt eden, bunlar üzerinde tasarrufta\nbulunan veya sürüp eken kimse hakkında birinci fıkrada yazılı cezalar\nuygulanır.",
  "(3) Kamuya veya özel kişilere ait suların mecrasını değiştiren kimse\nhakkında birinci fıkrada yazılı cezalar uygulanır.",
  " ",
  "Güveni kötüye kullanma",
  "Madde 155- (1) Başkasına ait olup da, muhafaza etmek veya belirli\nbir şekilde kullanmak üzere zilyedliği kendisine devredilmiş olan mal üzerinde,\nkendisinin veya başkasının yararına olarak, zilyedliğin devri amacı dışında\ntasarrufta bulunan veya bu devir olgusunu inkar eden kişi, şikayet üzerine,\naltı aydan iki yıla kadar hapis ve adlî para cezası ile cezalandırılır.[64]",
  "(2) Suçun, meslek ve sanat, ticaret veya hizmet ilişkisinin ya da hangi\nnedenden doğmuş olursa olsun, başkasının mallarını idare etmek yetkisinin\ngereği olarak tevdi ve teslim edilmiş eşya hakkında işlenmesi halinde, bir\nyıldan yedi yıla kadar hapis ve üçbin güne kadar adlî para cezasına hükmolunur.",
  " ",
  "Bedelsiz senedi kullanma",
  "Madde 156- (1) Bedelsiz kalmış bir senedi kullanan kimseye, şikayet\nüzerine, altı aydan iki yıla kadar hapis ve adlî para cezası verilir.",
  " ",
  "Dolandırıcılık",
  "Madde 157- (1) Hileli davranışlarla bir kimseyi aldatıp, onun veya\nbaşkasının zararına olarak, kendisine veya başkasına bir yarar sağlayan kişiye\nbir yıldan beş yıla kadar hapis ve beşbin güne kadar adlî para cezası verilir.",
  " ",
  "Nitelikli dolandırıcılık",
  "Madde 158- (1) Dolandırıcılık suçunun;",
  "a) Dinî inanç ve duyguların istismar edilmesi suretiyle,",
  "b) Kişinin içinde bulunduğu tehlikeli durum veya zor şartlardan\nyararlanmak suretiyle,",
  "c) Kişinin algılama yeteneğinin zayıflığından yararlanmak suretiyle,",
  "d) Kamu kurum ve kuruluşlarının, kamu meslek kuruluşlarının, siyasi\nparti, vakıf veya dernek tüzel kişiliklerinin araç olarak kullanılması\nsuretiyle,",
  "e) Kamu kurum ve kuruluşlarının zararına olarak,",
  "f) Bilişim sistemlerinin, banka veya\nkredi kurumlarının araç olarak kullanılması suretiyle,",
  "g) Basın ve yayın araçlarının sağladığı kolaylıktan yararlanmak\nsuretiyle,",
  "h) Tacir veya şirket yöneticisi olan ya da şirket adına hareket eden\nkişilerin ticari faaliyetleri sırasında; kooperatif yöneticilerinin\nkooperatifin faaliyeti kapsamında,",
  "i) Serbest meslek sahibi kişiler tarafından, mesleklerinden dolayı\nkendilerine duyulan güvenin kötüye kullanılması suretiyle,",
  "j) Banka veya diğer kredi kurumlarınca tahsis edilmemesi gereken bir\nkredinin açılmasını sağlamak maksadıyla,",
  "k) Sigorta bedelini almak maksadıyla,",
  "l) (Ek: 24/11/2016-6763/14 md.) Kişinin,\nkendisini kamu görevlisi veya banka, sigorta ya da kredi kurumlarının çalışanı\nolarak tanıtması veya bu kurum ve kuruluşlarla ilişkili olduğunu söylemesi\nsuretiyle,",
  "İşlenmesi halinde, üç yıldan on yıla kadar hapis ve beşbin güne kadar\nadlî para cezasına hükmolunur. (Ek cümle: 29/6/2005 – 5377/19 md.; Değişik:\n3/4/2013-6456/40 md.) Ancak, (e), (f), (j), (k) ve (l) bentlerinde sayılan\nhâllerde hapis cezasının alt sınırı dört yıldan, adli para cezasının miktarı\nsuçtan elde edilen menfaatin iki katından az olamaz.[65]",
  "(2) Kamu görevlileriyle ilişkisinin olduğundan, onlar nezdinde hatırı\nsayıldığından bahisle ve belli bir işin gördürüleceği vaadiyle aldatarak,\nbaşkasından menfaat temin eden kişi, yukarıdaki fıkra hükmüne göre\ncezalandırılır.",
  "(3) (Ek fıkra: 24/11/2016-6763/14 md.)\nBu madde ile 157 nci maddede yer alan suçların, üç veya daha fazla kişi tarafından\nbirlikte işlenmesi hâlinde verilecek ceza yarı oranında; suç işlemek için\nteşkil edilmiş bir örgütün faaliyeti çerçevesinde işlenmesi hâlinde verilecek\nceza bir kat artırılır.",
  " ",
  "Daha az cezayı gerektiren hal",
  "Madde 159- (1) Dolandırıcılığın, bir hukuki ilişkiye dayanan\nalacağı tahsil amacıyla işlenmesi halinde, şikayet üzerine, altı aydan bir yıla\nkadar hapis veya adlî para cezasına hükmolunur.",
  " ",
  "Kaybolmuş veya hata sonucu ele geçmiş eşya üzerinde tasarruf",
  "Madde 160- (1) Kaybedilmiş olması nedeniyle malikinin\nzilyedliğinden çıkmış olan ya da hata sonucu ele geçirilen eşya üzerinde, iade\netmeksizin veya yetkili mercileri durumdan haberdar etmeksizin, malik gibi\ntasarrufta bulunan kişi, şikayet üzerine, bir yıla kadar hapis veya adlî para\ncezası ile cezalandırılır.",
  " ",
  "Hileli iflâs",
  "Madde 161- (1) Malvarlığını eksiltmeye yönelik hileli\ntasarruflarda bulunan kişi, bu hileli tasarruflardan önce veya sonra iflasa\nkarar verilmiş olması halinde, üç yıldan sekiz yıla kadar hapis cezası ile\ncezalandırılır. Hileli iflasın varlığı için;",
  "a) Alacaklıların alacaklarının teminatı mahiyetinde olan malların\nkaçırılması, gizlenmesi veya değerinin azalmasına neden olunması,",
  "b) Malvarlığını kaçırmaya yönelik tasarruflarının ortaya çıkmasını\nönlemek için ticari defter, kayıt veya belgelerin gizlenmesi veya yok edilmesi,",
  "c) Gerçekte bir alacak ve borç ilişkisi olmadığı halde, sanki böyle bir\nilişki mevcutmuş gibi, borçların artmasına neden olacak şekilde belge\ndüzenlenmesi,",
  "d) Gerçeğe aykırı muhasebe kayıtlarıyla veya sahte bilanço tanzimiyle\naktifin olduğundan az gösterilmesi,",
  "gerekir.",
  " ",
  "Taksirli iflas",
  "Madde 162- (1) Tacir olmanın gerekli kıldığı dikkat ve özenin\ngösterilmemesi dolayısıyla iflasa sebebiyet veren kişi, iflasa karar verilmiş\nolması halinde, iki aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Karşılıksız yararlanma",
  "Madde 163- (1) Otomatlar aracılığı ile sunulan ve bedeli ödendiği\ntakdirde yararlanılabilen bir hizmetten ödeme yapmadan yararlanan kişi, iki\naydan altı aya kadar hapis veya adlî para cezası ile cezalandırılır.",
  "(2) Telefon hatları ile frekanslarından veya elektromanyetik dalgalarla\nyapılan şifreli veya şifresiz yayınlardan sahibinin veya zilyedinin rızası\nolmadan yararlanan kişi, altı aydan iki yıla kadar hapis veya adlî para cezası\nile cezalandırılır.",
  "(3) (Ek: 2/7/2012-6352/83 md.) Abonelik esasına göre\nyararlanılabilen elektrik enerjisinin, suyun veya doğal gazın sahibinin rızası\nolmaksızın ve tüketim miktarının belirlenmesini engelleyecek şekilde\ntüketilmesi halinde kişi hakkında bir yıldan üç yıla kadar hapis cezasına\nhükmolunur.",
  " ",
  "Şirket veya kooperatifler hakkında yanlış bilgi",
  "Madde 164- (1) Bir şirket veya kooperatifin kurucu, ortak,\nidareci, müdür veya temsilcileri veya yönetim veya denetim kurulu üyeleri veya\ntasfiye memuru sıfatını taşıyanlar, kamuya yaptıkları beyanlarda veya genel\nkurula sundukları raporlarda veya önerilerde ilgililerin zarara uğramasına\nneden olabilecek nitelikte gerçeğe aykırı önemli bilgiler verecek veya\nverdirtecek olurlarsa altı aydan üç yıla kadar hapis veya bin güne kadar adlî\npara cezası ile cezalandırılırlar.",
  " ",
  "Suç eşyasının satın alınması veya kabul edilmesi",
  "Madde 165 - (Değişik: 26/6/2009 – 5918/3 md.)",
  "(1) Bir suçun işlenmesiyle elde edilen eşyayı veya diğer malvarlığı\ndeğerini, bu suçun işlenmesine iştirak etmeksizin, satan, devreden, satın alan\nveya kabul eden kişi, altı aydan üç yıla kadar hapis ve onbin güne kadar adlî\npara cezası ile cezalandırılır.",
  " ",
  "Bilgi vermeme",
  "Madde 166- (1) Bir hukuki ilişkiye dayalı olarak elde ettiği\neşyanın, esasında suç işlemek suretiyle veya suç işlemek dolayısıyla elde\nedildiğini öğrenmesine rağmen, suçu takibe yetkili makamlara vakit\ngeçirmeksizin bildirimde bulunmayan kişi, altı aya kadar hapis veya adlî para\ncezası ile cezalandırılır.",
  " ",
  "Şahsi cezasızlık sebebi veya cezada indirim yapılmasını gerektiren\nşahsi sebep",
  "Madde 167- (1) Yağma ve nitelikli yağma hariç, bu bölümde yer alan\nsuçların;",
  "a) Haklarında ayrılık kararı verilmemiş eşlerden birinin,",
  "b) Üstsoy veya altsoyunun veya bu derecede kayın hısımlarından birinin\nveya evlat edinen veya evlatlığın,",
  "c) Aynı konutta beraber yaşayan kardeşlerden birinin,",
  "Zararına olarak işlenmesi halinde, ilgili akraba hakkında cezaya\nhükmolunmaz.",
  "(2) Bu suçların, haklarında ayrılık kararı verilmiş olan eşlerden\nbirinin, aynı konutta beraber yaşamayan kardeşlerden birinin, aynı konutta\nberaber yaşamakta olan amca, dayı, hala, teyze, yeğen veya ikinci derecede\nkayın hısımlarının zararına olarak işlenmesi halinde; ilgili akraba hakkında\nşikayet üzerine verilecek ceza, yarısı oranında indirilir.",
  " ",
  "Etkin pişmanlık",
  "Madde 168 – (Değişik: 29/6/2005 – 5377/20 md.) ",
  "(1) Hırsızlık, mala zarar verme, güveni kötüye kullanma, dolandırıcılık,\nhileli iflâs, taksirli iflâs (…)[66]\nsuçları tamamlandıktan sonra ve fakat bu nedenle hakkında kovuşturma başlamadan\nönce, failin, azmettirenin veya yardım edenin bizzat pişmanlık göstererek\nmağdurun uğradığı zararı aynen geri verme veya tazmin suretiyle tamamen\ngidermesi halinde, verilecek cezanın üçte ikisine kadarı indirilir.",
  "(2) Etkin pişmanlığın kovuşturma başladıktan sonra ve fakat hüküm\nverilmezden önce gösterilmesi halinde, verilecek cezanın yarısına kadarı\nindirilir. ",
  "(3) Yağma suçundan dolayı etkin pişmanlık gösteren kişiye verilecek\ncezanın, birinci fıkraya giren hallerde yarısına, ikinci fıkraya giren hallerde\nüçte birine kadarı indirilir. ",
  "(4) Kısmen geri verme veya tazmin\nhalinde etkin pişmanlık hükümlerinin uygulanabilmesi için, ayrıca mağdurun\nrızası aranır.",
  "(5) (Ek: 2/7/2012 – 6352/84 md.) Karşılıksız yararlanma suçunda, fail, azmettiren veya yardım edenin\npişmanlık göstererek mağdurun, kamunun veya özel hukuk tüzel kişisinin uğradığı\nzararı, soruşturma tamamlanmadan önce tamamen tazmin etmesi halinde kamu davası\naçılmaz; zararın hüküm verilinceye kadar tamamen tazmin edilmesi halinde ise,\nverilecek ceza üçte birine kadar indirilir. Ancak kişi, bu fıkra hükmünden iki\ndefadan fazla yararlanamaz.",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbiri uygulanması",
  "Madde 169- (1) Hırsızlık, güveni kötüye kullanma ve\ndolandırıcılık suçlarının işlenmesi suretiyle yararına haksız menfaat sağlanan\ntüzel kişiler hakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "ÜÇÜNCÜ\nKISIM",
  "Topluma\nKarşı Suçlar",
  " ",
  "BİRİNCİ\nBÖLÜM",
  "Genel\nTehlike Yaratan Suçlar",
  "Genel güvenliğin kasten tehlikeye sokulması",
  "Madde 170- (1) Kişilerin hayatı, sağlığı veya malvarlığı bakımından\ntehlikeli olacak biçimde ya da kişilerde korku, kaygı veya panik yaratabilecek\ntarzda;",
  "a) Yangın çıkaran,",
  "b) Bina çökmesine, toprak kaymasına, çığ düşmesine, sel veya taşkına\nneden olan,",
  "c) Silahla ateş eden veya patlayıcı madde kullanan,",
  "kişi, altı aydan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Yangın, bina çökmesi, toprak kayması, çığ düşmesi, sel veya taşkın\ntehlikesine neden olan kişi, üç aydan bir yıla kadar hapis veya adlî para\ncezası ile cezalandırılır.",
  " ",
  "Genel güvenliğin taksirle tehlikeye sokulması",
  "Madde 171- (1) Taksirle;",
  "a) Yangına,",
  "b) Bina çökmesine, toprak kaymasına, çığ düşmesine, sel veya taşkına,",
  "Neden olan kişi, fiilin başkalarının hayatı, sağlığı veya malvarlığı\nbakımından tehlikeli olması halinde, üç aydan bir yıla kadar hapis cezası ile\ncezalandırılır.",
  " ",
  "Radyasyon yayma",
  "Madde 172- (1) Bir başkasını, sağlığını bozmak amacıyla ve\nbu amacı gerçekleştirmeye elverişli olacak surette, radyasyona tabi tutan kişi,\nüç yıldan onbeş yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Birinci fıkradaki fiilin belirsiz sayıda kişilere karşı işlenmiş\nolması halinde, beş yıldan az olmamak üzere hapis cezasına hükmolunur.",
  "(3) Bir başkasının hayatı, sağlığı veya malvarlığına önemli ölçüde zarar\nvermeye elverişli olacak biçimde radyasyon yayan veya atom çekirdeklerinin\nparçalanması sürecine etkide bulunan kişi, iki yıldan beş yıla kadar hapis cezası\nile cezalandırılır.",
  "(4) Radyasyon yayılmasına veya atom çekirdeklerinin parçalanması\nsürecine, bir laboratuvar veya tesisin işletilmesi sırasında gerekli dikkat ve\nözen yükümlülüğüne aykırı olarak neden olan kişi, fiilin bir başkasının hayatı,\nsağlığı veya malvarlığına önemli ölçüde zarar vermeye elverişli olması halinde,\naltı aydan üç yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Atom enerjisi ile patlamaya sebebiyet verme",
  "Madde 173- (1) Atom enerjisini serbest bırakarak bir patlamaya ve\nbu suretle bir başkasının hayatı, sağlığı veya malvarlığı hakkında önemli\nölçüde tehlikeye sebebiyet veren kişi, beş yıldan az olmamak üzere hapis cezası\nile cezalandırılır.",
  "(2) Yukarıdaki fıkrada tanımlanan fiilin taksirle işlenmesi halinde, iki\nyıldan beş yıla kadar hapis cezasına hükmolunur.",
  " ",
  "Tehlikeli maddelerin izinsiz olarak bulundurulması veya el\ndeğiştirmesi[67]",
  "Madde 174- (1) Yetkili makamlardan gerekli izni almaksızın,\npatlayıcı, yakıcı, aşındırıcı, yaralayıcı, boğucu, zehirleyici, sürekli\nhastalığa yol açıcı nükleer, radyoaktif, kimyasal, biyolojik maddeyi imal,\nithal veya ihraç eden, ülke içinde bir yerden diğer bir yere nakleden, muhafaza\neden, satan, satın alan veya işleyen kişi, dört yıldan sekiz yıla kadar hapis\nve beşbin güne kadar adlî para cezası ile cezalandırılır. Yetkili makamların\nizni olmaksızın, bu fıkra kapsamına giren maddeleri imal etmek, işlemek veya\nkullanmak amacıyla, gerekli olan malzeme ve teçhizatı ithal eden, ihraç eden,\nsatışa arz eden, başkalarına veren, nakleden, depolayan, satın alan, kabul eden\nveya bulunduran kişi de aynı ceza ile cezalandırılır.",
  "(2) Bu fiillerin suç işlemek için teşkil edilmiş bir örgütün faaliyeti\nçerçevesinde işlenmesi halinde, verilecek ceza bir kat artırılır.",
  "(3) Önemsiz tür ve miktarda patlayıcı maddeyi satın alan, kabul eden veya\nbulunduran kişi hakkında, kullanılış amacı gözetilerek, bir yıla kadar hapis\ncezasına hükmolunur.",
  " ",
  "Akıl hastası üzerindeki bakım ve gözetim yükümlülüğünün ihlali",
  "Madde 175- (1) Akıl hastası üzerindeki bakım ve gözetim\nyükümlülüğünü, başkalarının hayatı, sağlığı veya malvarlığı bakımından\ntehlikeli olabilecek şekilde ihmal eden kişi, altı aya kadar hapis veya adlî\npara cezası ile cezalandırılır.",
  " ",
  "İnşaat veya yıkımla ilgili emniyet kurallarına uymama",
  "Madde 176- (1) İnşaat veya yıkım faaliyeti sırasında, insan hayatı\nveya beden bütünlüğü açısından gerekli olan tedbirleri almayan kişi, üç aydan\nbir yıla kadar hapis veya adlî para cezası ile cezalandırılır.",
  " ",
  "Hayvanın tehlike yaratabilecek şekilde serbest bırakılması",
  "Madde 177- (1) Gözetimi altında bulunan hayvanı başkalarının\nhayatı veya sağlığı bakımından tehlikeli olabilecek şekilde serbest bırakan\nveya bunların kontrol altına alınmasında ihmal gösteren kişi, altı aya kadar\nhapis veya adlî para cezası ile cezalandırılır.",
  " ",
  "İşaret ve engel koymama",
  "Madde 178- (1) Herkesin gelip geçtiği yerlerde yapılmakta olan\nişlerden veya bırakılan eşyadan doğan tehlikeyi önlemek için gerekli işaret\nveya engelleri koymayan, konulmuş olan işaret veya engelleri kaldıran ya da\nbunların yerini değiştiren kişi, iki aydan altı aya kadar hapis veya adlî para\ncezası ile cezalandırılır.",
  " ",
  "Trafik güvenliğini tehlikeye sokma",
  "Madde 179- (1) Kara, deniz, hava veya demiryolu ulaşımının\ngüven içinde akışını sağlamak için konulmuş her türlü işareti değiştirerek,\nkullanılamaz hale getirerek, konuldukları yerden kaldırarak, yanlış işaretler\nvererek, geçiş, varış, kalkış veya iniş yolları üzerine bir şey koyarak ya da\nteknik işletim sistemine müdahale ederek, başkalarının hayatı, sağlığı veya\nmalvarlığı bakımından bir tehlikeye neden olan kişiye bir yıldan altı yıla\nkadar hapis cezası verilir.",
  "(2) Kara, deniz, hava veya demiryolu ulaşım araçlarını kişilerin hayat,\nsağlık veya malvarlığı açısından tehlikeli olabilecek şekilde sevk ve idare\neden kişi, üç aydan iki yıla kadar hapis cezası ile cezalandırılır.[68]",
  "(3) Alkol veya uyuşturucu madde etkisiyle ya da başka bir nedenle\nemniyetli bir şekilde araç sevk ve idare edemeyecek halde olmasına rağmen araç\nkullanan kişi yukarıdaki fıkra hükmüne göre cezalandırılır. ",
  " ",
  "Trafik güvenliğini taksirle tehlikeye sokma",
  "Madde 180- (1) Deniz, hava veya demiryolu ulaşımında, kişilerin\nhayatı, sağlığı veya malvarlığı bakımından bir tehlikeye taksirle neden olan kimseye\nüç aydan üç yıla kadar hapis cezası verilir.",
  " ",
  "İKİNCİ\nBÖLÜM",
  "Çevreye\nKarşı Suçlar",
  "Çevrenin kasten kirletilmesi",
  "Madde 181- (1) İlgili kanunlarla belirlenen teknik usullere aykırı\nolarak ve çevreye zarar verecek şekilde, atık veya artıkları toprağa, suya veya\nhavaya kasten veren kişi, altı aydan iki yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) Atık veya artıkları izinsiz olarak ülkeye sokan kişi, bir yıldan üç\nyıla kadar hapis cezası ile cezalandırılır.",
  "(3) Atık veya artıkların toprakta, suda veya havada kalıcı özellik\ngöstermesi halinde, yukarıdaki fıkralara göre verilecek ceza iki katı kadar artırılır.",
  "(4) Bir ve ikinci fıkralarda tanımlanan fiillerin, insan veya hayvanlar\naçısından tedavisi zor hastalıkların ortaya çıkmasına, üreme yeteneğinin körelmesine,\nhayvanların veya bitkilerin doğal özelliklerini değiştirmeye neden olabilecek\nniteliklere sahip olan atık veya artıklarla ilgili olarak işlenmesi halinde,\nbeş yıldan az olmamak üzere hapis cezasına ve bin güne kadar adlî para cezasına\nhükmolunur.",
  "(5) Bu maddenin iki, üç ve dördüncü fıkrasındaki fiillerden dolayı tüzel\nkişiler hakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "Çevrenin taksirle kirletilmesi",
  "Madde 182- (1) Çevreye zarar verecek şekilde, atık veya artıkların\ntoprağa, suya veya havaya verilmesine taksirle neden olan kişi, adlî para\ncezası ile cezalandırılır. Bu atık veya artıkların, toprakta, suda veya havada\nkalıcı etki bırakması halinde, iki aydan bir yıla kadar hapis cezasına\nhükmolunur.",
  "(2) İnsan veya hayvanlar açısından tedavisi zor hastalıkların ortaya\nçıkmasına, üreme yeteneğinin körelmesine, hayvanların veya bitkilerin doğal\nözelliklerini değiştirmeye neden olabilecek niteliklere sahip olan atık veya\nartıkların toprağa, suya veya havaya taksirle verilmesine neden olan kişi, bir\nyıldan beş yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Gürültüye neden olma",
  "Madde 183- (1) İlgili kanunlarla belirlenen yükümlülüklere aykırı\nolarak, başka bir kimsenin sağlığının zarar görmesine elverişli bir şekilde\ngürültüye neden olan kişi, iki aydan iki yıla kadar hapis veya adlî para cezası\nile cezalandırılır.",
  " ",
  "İmar kirliliğine neden olma",
  "Madde 184- (1) Yapı ruhsatiyesi alınmadan veya ruhsata aykırı\nolarak bina yapan veya yaptıran kişi, bir yıldan beş yıla kadar hapis cezası\nile cezalandırılır.",
  "(2) Yapı ruhsatiyesi olmadan başlatılan inşaatlar dolayısıyla kurulan\nşantiyelere elektrik, su veya telefon bağlantısı yapılmasına müsaade eden kişi,\nyukarıdaki fıkra hükmüne göre cezalandırılır.",
  "(3) Yapı kullanma izni alınmamış binalarda herhangi bir sınai faaliyetin\nicrasına müsaade eden kişi iki yıldan beş yıla kadar hapis cezası ile\ncezalandırılır.",
  "(4) Üçüncü fıkra hariç, bu madde hükümleri ancak belediye sınırları\niçinde veya özel imar rejimine tabi yerlerde uygulanır.",
  "(5) Kişinin, ruhsatsız ya da ruhsata\naykırı olarak yaptığı veya yaptırdığı binayı imar planına ve ruhsatına uygun\nhale getirmesi halinde, bir ve ikinci fıkra hükümleri gereğince kamu davası\naçılmaz, açılmış olan kamu davası düşer, mahkum olunan ceza bütün sonuçlarıyla\nortadan kalkar.",
  "(6) (Ek: 29/6/2005 – 5377/21 md.) İkinci ve üçüncü fıkra\nhükümleri, 12 Ekim 2004 tarihinden önce yapılmış yapılarla ilgili olarak\nuygulanmaz. ",
  " ",
  "ÜÇÜNCÜ\nBÖLÜM",
  "Kamunun\nSağlığına Karşı Suçlar",
  "Zehirli madde katma",
  "Madde 185- (1) İçilecek sulara veya yenilecek veya içilecek veya\nkullanılacak veya tüketilecek her çeşit besin veya şeylere zehir katarak veya\nbaşka suretlerle bunları bozarak kişilerin hayatını ve sağlığını tehlikeye\ndüşüren kimseye iki yıldan onbeş yıla kadar hapis cezası verilir.",
  "(2) Yukarıdaki fıkrada belirtilen fiillerin dikkat ve özen yükümlülüğüne\naykırı olarak işlenmesi halinde, üç aydan bir yıla kadar hapis cezasına\nhükmolunur.",
  " ",
  "Bozulmuş veya değiştirilmiş gıda veya ilaçların ticareti",
  "Madde 186- (1) Kişilerin hayatını ve sağlığını tehlikeye\nsokacak biçimde bozulmuş, değiştirilmiş her tür yenilecek veya içilecek şeyleri\nveya ilaçları satan, tedarik eden, bulunduran kimseye bir yıldan beş yıla kadar\nhapis ve binbeşyüz güne kadar adlî para cezası verilir.",
  "(2) Bu suçun, resmi izne dayalı olarak\nyürütülen bir meslek ve sanatın icrası kapsamında işlenmesi halinde, verilecek\nceza üçte bir oranında artırılır.",
  " ",
  "Kişilerin hayatını ve sağlığını tehlikeye sokacak biçimde ilaç yapma\nveya satma",
  "Madde 187- (1) Kişilerin hayatını ve sağlığını tehlikeye sokacak\nbiçimde ilaç üreten veya satan kimseye bir yıldan beş yıla kadar hapis ve adlî\npara cezası verilir.",
  "(2) Bu suçun tabip veya eczacı\ntarafından ya da resmi izne dayalı olarak yürütülen bir meslek ve sanatın\nicrası kapsamında işlenmesi halinde, verilecek ceza üçte bir oranında\nartırılır.",
  " ",
  "Uyuşturucu veya uyarıcı madde imal ve ticareti[69][70]",
  "Madde 188- (1) Uyuşturucu veya uyarıcı maddeleri ruhsatsız veya\nruhsata aykırı olarak imal, ithal veya ihraç eden kişi, yirmi yıldan otuz yıla\nkadar hapis ve ikibin günden yirmibin güne kadar adlî para cezası ile\ncezalandırılır.",
  "(2) Uyuşturucu veya uyarıcı madde ihracı fiilinin diğer ülke açısından\nithal olarak nitelendirilmesi dolayısıyla bu ülkede yapılan yargılama sonucunda\nhükmolunan cezanın infaz edilen kısmı, Türkiye'de uyuşturucu veya uyarıcı madde\nihracı dolayısıyla yapılacak yargılama sonucunda hükmolunan cezadan mahsup edilir.",
  "(3) Uyuşturucu veya uyarıcı maddeleri\nruhsatsız veya ruhsata aykırı olarak ülke içinde satan, satışa arz eden,\nbaşkalarına veren, sevk eden, nakleden, depolayan, satın alan, kabul eden,\nbulunduran kişi, on yıldan az olmamak üzere hapis ve bin günden yirmibin güne\nkadar adlî para cezası ile cezalandırılır. (Ek cümle: 18/6/2014 – 6545/66\nmd.) Ancak, uyuşturucu veya uyarıcı madde verilen veya satılan kişinin\nçocuk olması hâlinde, veren veya satan kişiye verilecek hapis cezası on beş\nyıldan az olamaz.[71]",
  "(4) (Değişik: 27/3/2015-6638/11\nmd.) a) Yukarıdaki fıkralarda belirtilen uyuşturucu veya uyarıcı maddelerin\neroin, kokain, morfin, bazmorfin, sentetik kannabinoid ve\ntürevleri, sentetik katinon ve türevleri,\nsentetik opioid ve türevleri veya amfetamin\nve türevleri olması,[72]",
  "b) Üçüncü fıkradaki fiillerin; okul, yurt, hastane, kışla veya ibadethane\ngibi tedavi, eğitim, askerî ve sosyal amaçla toplu bulunulan bina ve tesisler\nile bunların varsa çevre duvarı, tel örgü veya benzeri engel veya işaretlerle\nbelirlenen sınırlarına iki yüz metreden yakın mesafe içindeki umumi veya umuma\naçık yerlerde işlenmesi, ",
  "hâlinde verilecek ceza yarı oranında artırılır.",
  "(5) (Değişik: 18/6/2014 – 6545/66 md.) Yukarıdaki fıkralarda\ngösterilen suçların, üç veya daha fazla kişi tarafından birlikte işlenmesi\nhâlinde verilecek ceza yarı oranında, suç işlemek için teşkil edilmiş bir\nörgütün faaliyeti çerçevesinde işlenmesi hâlinde, verilecek ceza bir kat\nartırılır.",
  "(6) Üretimi resmi makamların iznine veya satışı yetkili tabip tarafından düzenlenen\nreçeteye bağlı olan ve uyuşturucu veya uyarıcı madde etkisi doğuran her türlü\nmadde açısından da yukarıdaki fıkralar hükümleri uygulanır. (Ek cümle: 29/6/2005\n– 5377/22 md.) Ancak, verilecek ceza yarısına kadar indirilebilir.",
  "(7) Uyuşturucu veya uyarıcı etki\ndoğurmamakla birlikte, uyuşturucu veya uyarıcı madde üretiminde kullanılan ve\nithal veya imali resmi makamların iznine bağlı olan maddeyi ülkeye ithal eden,\nimal eden, satan, satın alan, sevk eden, nakleden, depolayan veya ihraç eden\nkişi, sekiz yıldan az olmamak üzere hapis ve bin günden yirmibin güne kadar\nadlî para cezası ile cezalandırılır.[73][74]",
  "(8) Bu maddede tanımlanan suçların tabip, diş tabibi, eczacı, kimyager,\nveteriner, sağlık memuru, laborant, ebe, hemşire, diş teknisyeni, hastabakıcı,\nsağlık hizmeti veren, kimyacılıkla veya ecza ticareti ile iştigal eden kişi\ntarafından işlenmesi halinde, verilecek ceza yarı oranında artırılır.",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbiri uygulanması",
  "Madde 189- (1) Uyuşturucu veya uyarıcı madde imal ve ticareti\nsuçlarının bir tüzel kişinin faaliyeti çerçevesinde işlenmesi halinde, tüzel\nkişi hakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "Uyuşturucu veya uyarıcı madde kullanılmasını kolaylaştırma[75]",
  "Madde 190- (1) Uyuşturucu veya uyarıcı madde kullanılmasını\nkolaylaştırmak için;",
  "a) Özel yer, donanım veya malzeme sağlayan,",
  "b) Kullananların yakalanmalarını zorlaştıracak önlemler alan,",
  "c) Kullanma yöntemleri konusunda başkalarına bilgi veren,",
  "Kişi, beş yıldan on yıla kadar hapis ve bin günden onbin güne kadar adlî\npara cezası ile cezalandırılır.[76]",
  "(2) Uyuşturucu veya uyarıcı madde kullanılmasını alenen özendiren veya bu\nnitelikte yayın yapan kişi, beş yıldan on yıla kadar hapis ve bin günden\nonbin güne kadar adlî para cezası ile cezalandırılır.76 [77]",
  "(3) Bu maddede tanımlanan suçların tabip, diş tabibi, eczacı, kimyager,\nveteriner, sağlık memuru, laborant, ebe, hemşire, diş teknisyeni, hastabakıcı,\nsağlık hizmeti veren, kimyacılıkla veya ecza ticareti ile iştigal eden kişi\ntarafından işlenmesi halinde, verilecek ceza yarı oranında artırılır.77",
  " ",
  "Kullanmak için uyuşturucu veya uyarıcı madde satın almak, kabul etmek\nveya bulundurmak ya da uyuşturucu veya uyarıcı madde kullanmak[78]",
  "Madde 191- (Değişik: 18/6/2014 – 6545/68 md.) ",
  "(1) Kullanmak için uyuşturucu veya uyarıcı madde satın alan, kabul eden\nveya bulunduran ya da uyuşturucu veya uyarıcı madde kullanan kişi, iki yıldan\nbeş yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Bu suçtan dolayı başlatılan soruşturmada şüpheli hakkında 4/12/2004\ntarihli ve 5271 sayılı Ceza Muhakemesi Kanununun 171 inci maddesindeki şartlar\naranmaksızın, beş yıl süreyle kamu davasının açılmasının ertelenmesine karar\nverilir. Cumhuriyet savcısı, bu durumda şüpheliyi, erteleme süresi zarfında\nkendisine yüklenen yükümlülüklere uygun davranmadığı veya yasakları ihlal\nettiği takdirde kendisi bakımından ortaya çıkabilecek sonuçlar konusunda uyarır.\n(Ek cümle:28/3/2023-7445/18 md.) Erteleme kararı kolluk birimlerine de\nbildirilir.",
  "(3) (Değişik:28/3/2023-7445/18 md.) Erteleme süresi zarfında\nşüpheli hakkında asgari bir yıl süreyle denetimli serbestlik tedbiri uygulanır.\nBu süre denetimli serbestlik müdürlüğünün teklifi üzerine veya resen Cumhuriyet\nsavcısının kararı ile altışar aylık sürelerle en fazla iki yıl daha\nuzatılabilir. Hakkında denetimli serbestlik tedbiri verilen kişi, gerek\ngörülmesi hâlinde denetimli serbestlik süresi içinde tedaviye tabi tutulabilir.\nCumhuriyet savcısı, erteleme süresi zarfında uyuşturucu veya uyarıcı madde kullanıp\nkullanmadığını tespit etmek için yılda en az iki defa şüphelinin ilgili kuruma\nsevkine karar verir.",
  "(4) Kişinin, erteleme süresi zarfında;",
  "a) Kendisine yüklenen yükümlülüklere veya uygulanan tedavinin gereklerine\nuygun davranmamakta ısrar etmesi,",
  "b) Tekrar kullanmak için uyuşturucu veya uyarıcı madde satın alması,\nkabul etmesi veya bulundurması,",
  "c) Uyuşturucu veya uyarıcı madde kullanması,",
  "hâlinde, hakkında kamu davası açılır.",
  "(5) Erteleme süresi zarfında kişinin kullanmak için tekrar uyuşturucu veya\nuyarıcı madde satın alması, kabul etmesi veya bulundurması ya da uyuşturucu\nveya uyarıcı madde kullanması, dördüncü fıkra uyarınca ihlal nedeni sayılır ve\nayrı bir soruşturma ve kovuşturma konusu yapılmaz.",
  "(6) Dördüncü fıkraya göre kamu davasının açılmasından sonra, birinci\nfıkrada tanımlanan suçun tekrar işlendiği iddiasıyla açılan soruşturmalarda\nikinci fıkra uyarınca kamu davasının açılmasının ertelenmesi kararı verilemez.",
  "(7) Şüpheli erteleme süresi zarfında dördüncü fıkrada belirtilen\nyükümlülüklere aykırı davranmadığı ve yasakları ihlal etmediği takdirde,\nhakkında kovuşturmaya yer olmadığı kararı verilir.",
  "(8) Bu Kanunun;",
  "a) 188 inci maddesinde tanımlanan uyuşturucu veya uyarıcı madde imal ve\nticareti,",
  "b) 190 ıncı maddesinde tanımlanan uyuşturucu veya uyarıcı madde\nkullanılmasını kolaylaştırma,",
  "suçundan dolayı yapılan kovuşturma evresinde, suçun münhasıran bu madde\nkapsamına girdiğinin anlaşılması hâlinde, sanık hakkında bu madde hükümleri\nçerçevesinde hükmün açıklanmasının geri bırakılması kararı verilir.",
  "(9) Bu maddede aksine düzenleme bulunmayan hâllerde, Ceza Muhakemesi\nKanununun kamu davasının açılmasının ertelenmesine ilişkin 171 inci maddesi\nveya hükmün açıklanmasının geri bırakılmasına ilişkin 231 inci maddesi\nhükümleri uygulanır.",
  "(10) (Ek: 27/3/2015-6638/12 md.) Birinci fıkradaki fiillerin;\nokul, yurt, hastane, kışla veya ibadethane gibi tedavi, eğitim, askerî ve\nsosyal amaçla toplu bulunulan bina ve tesisler ile bunların varsa çevre duvarı,\ntel örgü veya benzeri engel veya işaretlerle belirlenen sınırlarına iki yüz\nmetreden yakın mesafe içindeki umumi veya umuma açık yerlerde işlenmesi hâlinde\nverilecek ceza yarı oranında artırılır.",
  " ",
  "Etkin pişmanlık",
  "Madde 192- (1) Uyuşturucu veya uyarıcı madde imal ve ticareti\nsuçlarına iştirak etmiş olan kişi, resmi makamlar tarafından haber alınmadan\nönce, diğer suç ortaklarını ve uyuşturucu veya uyarıcı maddelerin saklandığı\nveya imal edildiği yerleri merciine haber verirse, verilen bilginin suç\nortaklarının yakalanmasını veya uyuşturucu veya uyarıcı maddenin ele\ngeçirilmesini sağlaması halinde, hakkında cezaya hükmolunmaz.",
  "(2) Kullanmak için uyuşturucu veya\nuyarıcı madde satın alan, kabul eden veya bulunduran kişi, resmi makamlar\ntarafından haber alınmadan önce, bu maddeyi kimden, nerede ve ne zaman temin\nettiğini merciine haber vererek suçluların yakalanmalarını veya uyuşturucu veya\nuyarıcı maddenin ele geçirilmesini kolaylaştırırsa, hakkında cezaya\nhükmolunmaz.",
  "(3) Bu suçlar haber alındıktan sonra gönüllü olarak, suçun meydana\nçıkmasına ve fail veya diğer suç ortaklarının yakalanmasına hizmet ve yardım\neden kişi hakkında verilecek ceza, yardımın niteliğine göre dörtte birden\nyarısına kadarı indirilir.",
  "(4) Uyuşturucu veya uyarıcı madde kullanan kişi, hakkında kullanmak için\nuyuşturucu veya uyarıcı madde satın almak, kabul etmek veya bulundurmaktan\ndolayı soruşturma başlatılmadan önce resmi makamlara veya sağlık kuruluşlarına\nbaşvurarak tedavi ettirilmesini isterse, cezaya hükmolunmaz. (Ek cümle:\n24/11/2016-6763/16 md.) Bu durumda kamu\ngörevlileri ile sağlık mesleği mensuplarının 279 uncu ve 280 inci maddeler\nuyarınca suçu bildirme yükümlülüğü doğmaz.[79]",
  " ",
  "Zehirli madde imal ve ticareti",
  "Madde 193- (1) İçeriğinde zehir bulunan ve üretilmesi,\nbulundurulması veya satılması izne bağlı olan maddeyi izinsiz olarak üreten, bulunduran,\nsatan veya nakleden kişi, iki aydan bir yıla kadar hapis cezası ile\ncezalandırılır.",
  " ",
  "Sağlık için tehlikeli madde temini",
  "Madde 194- (1) Sağlık için tehlike oluşturabilecek maddeleri\nçocuklara, akıl hastalarına veya uçucu madde kullananlara veren veya tüketimine\nsunan kişi, altı aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma",
  "Madde 195- (1) Bulaşıcı hastalıklardan birine yakalanmış veya bu\nhastalıklardan ölmüş kimsenin bulunduğu yerin karantina altına alınmasına dair\nyetkili makamlarca alınan tedbirlere uymayan kişi, iki aydan bir yıla kadar\nhapis cezası ile cezalandırılır.",
  " ",
  "Usulsüz ölü gömülmesi",
  "Madde 196- (1) Ölü gömülmesine ayrılan yerlerden başka yerlere ölü\ngömen veya gömdüren kişi, altı aya kadar hapis cezası ile cezalandırılır.",
  " ",
  "DÖRDÜNCÜ\nBÖLÜM",
  "Kamu\nGüvenine Karşı Suçlar",
  "Parada sahtecilik",
  "Madde 197- (1) Memlekette veya yabancı ülkelerde kanunen tedavülde\nbulunan parayı, sahte olarak üreten, ülkeye sokan, nakleden, muhafaza eden veya\ntedavüle koyan kişi, iki yıldan oniki yıla kadar hapis ve onbin güne kadar adlî\npara cezası ile cezalandırılır.",
  "(2) Sahte parayı bilerek kabul eden kişi, bir yıldan üç yıla kadar hapis\nve adlî para cezası ile cezalandırılır. ",
  "(3) Sahteliğini bilmeden kabul ettiği parayı bu niteliğini bilerek\ntedavüle koyan kişi, üç aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Paraya eşit sayılan değerler",
  "Madde 198- (1) Devlet tarafından ihraç edilip de hamiline yazılı\nbonolar, hisse senetleri, tahviller ve kuponlar, yetkili kurumlar tarafından\nçıkarılmış olup da kanunen tedavül eden senetler, tahviller ve evrak ile milli\nziynet altınları, para hükmündedir.",
  " ",
  "Kıymetli damgada sahtecilik",
  "Madde 199- (1) Kıymetli damgayı sahte olarak üreten, ülkeye sokan,\nnakleden, muhafaza eden veya tedavüle koyan kişi, bir yıldan beş yıla kadar\nhapis ve adlî para cezası ile cezalandırılır.",
  "(2) Sahte olarak üretilmiş kıymetli damgayı bilerek kabul eden kişi, üç\naydan bir yıla kadar hapis ve adlî para cezası ile cezalandırılır.",
  "(3) Sahteliğini bilmeden kabul ettiği kıymetli damgayı bu niteliğini\nbilerek tedavüle koyan kişi, bir aydan altı aya kadar hapis cezası ile\ncezalandırılır.",
  "(4) Damgalı kağıtlar, damga ve posta pulları ve muayyen bir miktar vergi\nveya harcın ödendiğini belgelemek amacıyla kullanılan pullar, kıymetli damga\nsayılır.",
  " ",
  "Para ve kıymetli damgaları yapmaya yarayan araçlar",
  "Madde 200- (1) Paralarla kıymetli damgaların üretiminde kullanılan\nalet veya malzemeyi izinsiz olarak üreten, ülkeye sokan, satan, devreden, satın\nalan, kabul eden veya muhafaza eden kişi, bir yıldan dört yıla kadar hapis ve\nadlî para cezası ile cezalandırılır.",
  " ",
  "Etkin pişmanlık",
  "Madde 201- (1) Sahte olarak para veya kıymetli damga üreten,\nülkeye sokan, nakleden, muhafaza eden veya kabul eden kişi, bu para veya\nkıymetli damgaları tedavüle koymadan ve resmi makamlar tarafından haber\nalınmadan önce, diğer suç ortaklarını ve sahte olarak üretilen para veya\nkıymetli damgaların üretildiği veya saklandığı yerleri merciine haber verirse,\nverilen bilginin suç ortaklarının yakalanmasını ve sahte olarak üretilen para\nveya kıymetli damgaların ele geçirilmesini sağlaması halinde, hakkında cezaya\nhükmolunmaz.",
  "(2) Sahte para veya kıymetli damga üretiminde kullanılan alet ve\nmalzemeyi izinsiz olarak üreten, ülkeye sokan, satan, devreden, satın alan,\nkabul eden veya muhafaza eden kişi, resmi makamlar tarafından haber alınmadan\nönce, diğer suç ortaklarını ve bu malzemenin üretildiği veya saklandığı yerleri\nilgili makama haber verirse, verilen bilginin suç ortaklarının yakalanmasını ve\nbu malzemenin ele geçirilmesini sağlaması halinde, hakkında cezaya hükmolunmaz.",
  " ",
  "Mühürde sahtecilik",
  " Madde 202- (1) Cumhurbaşkanlığı, Türkiye Büyük Millet Meclisi\nBaşkanlığı ve Başbakanlık tarafından kullanılan mührü sahte olarak üreten veya\nkullanan kişi, iki yıldan sekiz yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Kamu kurum ve kuruluşlarınca veya\nkamu kurumu niteliğindeki meslek kuruluşlarınca kullanılan onaylayıcı veya\nbelgeleyici mührü sahte olarak üreten veya kullanan kişi, bir yıldan altı yıla\nkadar hapis cezası ile cezalandırılır.",
  " ",
  "Mühür bozma",
  "Madde 203- (1) Kanun veya yetkili makamların emri uyarınca bir\nşeyin saklanmasını veya varlığının aynen korunmasını sağlamak için konulan\nmührü kaldıran veya konuluş amacına aykırı hareket eden kişi, altı aydan üç\nyıla kadar hapis veya adlî para cezası ile cezalandırılır.",
  " ",
  "Resmi belgede sahtecilik",
  "Madde 204- (1) Bir resmi belgeyi sahte olarak düzenleyen, gerçek\nbir resmi belgeyi başkalarını aldatacak şekilde değiştiren veya sahte resmi\nbelgeyi kullanan kişi, iki yıldan beş yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) Görevi gereği düzenlemeye yetkili olduğu resmi bir belgeyi sahte\nolarak düzenleyen, gerçek bir belgeyi başkalarını aldatacak şekilde değiştiren,\ngerçeğe aykırı olarak belge düzenleyen veya sahte resmi belgeyi kullanan kamu\ngörevlisi üç yıldan sekiz yıla kadar hapis cezası ile cezalandırılır.",
  "(3) Resmi belgenin, kanun hükmü gereği sahteliği sabit oluncaya kadar\ngeçerli olan belge niteliğinde olması halinde, verilecek ceza yarısı oranında\nartırılır.",
  " ",
  "Resmî belgeyi bozmak, yok etmek veya gizlemek",
  "Madde 205- (1) Gerçek bir resmi belgeyi bozan, yok eden veya\ngizleyen kişi, iki yıldan beş yıla kadar hapis cezası ile cezalandırılır. Suçun\nkamu görevlisi tarafından işlenmesi halinde, verilecek ceza yarı oranında\nartırılır.",
  " ",
  "Resmi belgenin düzenlenmesinde yalan beyan",
  "Madde 206- (1) Bir resmi belgeyi düzenlemek yetkisine sahip\nolan kamu görevlisine yalan beyanda bulunan kişi, üç aydan iki yıla kadar hapis\nveya adlî para cezası ile cezalandırılır.",
  " ",
  "Özel belgede sahtecilik",
  "Madde 207- (1) Bir özel belgeyi sahte olarak düzenleyen veya\ngerçek bir özel belgeyi başkalarını aldatacak şekilde değiştiren ve kullanan\nkişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Bir sahte özel belgeyi bu özelliğini bilerek kullanan kişi de\nyukarıdaki fıkra hükmüne göre cezalandırılır.",
  " ",
  "Özel belgeyi bozmak, yok etmek veya gizlemek",
  "Madde 208 - (1) Gerçek bir özel belgeyi bozan, yok eden veya\ngizleyen kişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Açığa imzanın kötüye kullanılması",
  "Madde 209- (1) Belirli bir tarzda doldurulup kullanılmak üzere\nkendisine teslim olunan imzalı ve kısmen veya tamamen boş bir kağıdı, verilme\nnedeninden farklı bir şekilde dolduran kişi, şikayet üzerine, üç aydan bir yıla\nkadar hapis cezası ile cezalandırılır.",
  "(2) İmzalı ve kısmen veya tamamen boş bir kağıdı hukuka aykırı olarak ele\ngeçirip veya elde bulundurup da hukuki sonuç doğuracak şekilde dolduran kişi,\nbelgede sahtecilik hükümlerine göre cezalandırılır.",
  " ",
  "Resmi belge hükmünde belgeler",
  "Madde 210- (1) Özel belgede sahtecilik suçunun konusunun, emre\nveya hamile yazılı kambiyo senedi, emtiayı temsil eden belge, hisse senedi,\ntahvil veya vasiyetname olması halinde, resmi belgede sahtecilik suçuna ilişkin\nhükümler uygulanır.",
  "(2) Gerçeğe aykırı belge düzenleyen\ntabip, diş tabibi, eczacı, ebe, hemşire veya diğer sağlık mesleği mensubu, üç\naydan bir yıla kadar hapis cezası ile cezalandırılır. Düzenlenen belgenin\nkişiye haksız bir menfaat sağlaması ya da kamunun veya kişilerin zararına bir\nsonuç doğurucu nitelik taşıması halinde, resmi belgede sahtecilik hükümlerine\ngöre cezaya hükmolunur.",
  " ",
  "Daha az cezayı gerektiren hal",
  "Madde 211- (1) Bir hukuki ilişkiye dayanan alacağın ispatı veya\ngerçek bir durumun belgelenmesi amacıyla belgede sahtecilik suçunun işlenmesi\nhalinde, verilecek ceza, yarısı oranında indirilir.",
  " ",
  "İçtima",
  "Madde 212- (1) Sahte resmi veya özel belgenin bir başka suçun\nişlenmesi sırasında kullanılması halinde, hem sahtecilik hem de ilgili suçtan\ndolayı ayrı ayrı cezaya hükmolunur.",
  " ",
  "BEŞİNCİ\nBÖLÜM",
  "Kamu\nBarışına Karşı Suçlar",
  "Halk arasında korku ve panik yaratmak amacıyla tehdit",
  "Madde 213- (1) Halk arasında endişe, korku ve panik yaratmak\namacıyla hayat, sağlık, vücut veya cinsel dokunulmazlık ya da malvarlığı\nbakımından alenen tehditte bulunan kişi, iki yıldan dört yıla kadar hapis\ncezası ile cezalandırılır.",
  "(2) Suçun silahla işlenmesi halinde, verilecek ceza, kullanılan silahın\nniteliğine göre yarı oranına kadar artırılabilir.",
  " ",
  "Suç işlemeye tahrik",
  "Madde 214- (1) Suç işlemek için alenen tahrikte bulunan kişi, altı\naydan beş yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Halkın bir kısmını diğer bir kısmına karşı silahlandırarak, birbirini\nöldürmeye tahrik eden kişi, onbeş yıldan yirmidört yıla kadar hapis cezası ile\ncezalandırılır.",
  "(3) Tahrik konusu suçların işlenmesi halinde, tahrik eden kişi, bu\nsuçlara azmettiren sıfatıyla cezalandırılır.",
  " ",
  "Suçu ve suçluyu övme[80]",
  "Madde 215- (1) İşlenmiş olan bir suçu veya işlemiş olduğu suçtan\ndolayı bir kişiyi alenen öven kimse, bu nedenle kamu düzeni açısından açık ve\nyakın bir tehlikenin ortaya çıkması hâlinde, iki yıla kadar hapis cezası ile\ncezalandırılır.",
  " ",
  "Halkı kin ve düşmanlığa tahrik veya aşağılama",
  "Madde 216- (1) Halkın sosyal sınıf, ırk, din, mezhep veya bölge\nbakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin\nve düşmanlığa alenen tahrik eden kimse, bu nedenle kamu güvenliği açısından\naçık ve yakın bir tehlikenin ortaya çıkması halinde, bir yıldan üç yıla kadar\nhapis cezası ile cezalandırılır.",
  "(2) Halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya\nbölge farklılığına dayanarak alenen aşağılayan kişi, altı aydan bir yıla kadar\nhapis cezası ile cezalandırılır.",
  "(3) Halkın bir kesiminin benimsediği\ndini değerleri alenen aşağılayan kişi, fiilin kamu barışını bozmaya elverişli\nolması halinde, altı aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Kanunlara uymamaya tahrik",
  "Madde 217- (1) Halkı kanunlara uymamaya alenen tahrik eden kişi,\ntahrikin kamu barışını bozmaya elverişli olması halinde, altı aydan iki yıla\nkadar hapis veya adlî para cezası ile cezalandırılır.",
  " ",
  "Halkı yanıltıcı bilgiyi alenen yayma",
  "Madde 217/A- (Ek:13/10/2022-7418/29 md.) ",
  "(1) Sırf halk arasında endişe, korku veya panik yaratmak saikiyle,\nülkenin iç ve dış güvenliği, kamu düzeni ve genel sağlığı ile ilgili gerçeğe\naykırı bir bilgiyi, kamu barışını bozmaya elverişli şekilde alenen yayan kimse,\nbir yıldan üç yıla kadar hapis cezasıyla cezalandırılır.",
  "(2) Fail, suçu gerçek kimliğini gizleyerek veya bir örgütün faaliyeti çerçevesinde\nişlemesi hâlinde, birinci fıkraya göre verilen ceza yarı oranında artırılır.",
  " ",
  "Ortak hüküm",
  "Madde 218- (1) (Değişik: 29/6/2005 – 5377/25 md.) Yukarıdaki\nmaddelerde tanımlanan suçların basın ve yayın yoluyla işlenmesi hâlinde,\nverilecek ceza yarı oranına kadar artırılır. Ancak, haber verme sınırlarını\naşmayan ve eleştiri amacıyla yapılan düşünce açıklamaları suç oluşturmaz.",
  " ",
  "Görev sırasında din hizmetlerini kötüye kullanma",
  "Madde 219- (1) İmam, hatip, vaiz, rahip, haham gibi dini\nreislerden biri vazifesini ifa sırasında alenen hükümet idaresini ve Devlet\nkanunlarını ve hükümet icraatını takbih ve tezyif ederse bir aydan bir seneye\nkadar hapis ve adlî para cezası ile cezalandırılır veya bunlardan birine\nhükmolunabilir.",
  "(2) Yukarıdaki fıkrada gösterilen kimselerden biri işbu sıfattan\nbilistifade hükümetin idaresini ve kanun ve nizam ve emirleri ve dairelerden\nbirine ait olan vazife ve salahiyeti takbih ve tezyife veya halkı kanunlara\nyahut hükümet emirlerini icraya veya memuru memuriyetinin vazifesi icabına\nkarşı itaatsizliğe tahrik ve teşvik edecek olursa üç aydan iki seneye kadar\nhapse ve adlî para cezası ve müebbeden veya muvakkaten bilfiil o vazifeyi\nicradan ve onun menfaat ve aidatını almaktan memnuiyetine hükmolunur.",
  "(3) Kendi sıfatlarından istifade ederek kanuna göre kazanılmış olan\nhaklara muhalif iş ve sözlerde bulunmaya, bir kimseyi icbar ve ikna eden din\nreis ve memurları hakkında dahi baladaki fıkrada yazılı ceza tertip olunur.",
  "(4) Bunlardan biri dini sıfatından istifade ederek, birinci fıkrada\nyazılı fiillerden başka bir cürüm işlerse altıda bir miktarı çoğaltılmak\nşartıyla o cürüm için kanunda yazılı olan ceza ile mahkûm olur.",
  "(5) Şu kadar ki kanun işbu sıfatı esasen nazarıitibara almış ise cezayı\nçoğaltmaya mahal yoktur.",
  " ",
  "Suç işlemek amacıyla örgüt kurma[81]",
  "Madde 220- (1) Kanunun suç saydığı fiilleri işlemek amacıyla örgüt\nkuranlar veya yönetenler, örgütün yapısı, sahip bulunduğu üye sayısı ile araç\nve gereç bakımından amaç suçları işlemeye elverişli olması halinde, dört yıldan\nsekiz yıla kadar hapis cezası ile cezalandırılır. Ancak, örgütün varlığı için\nüye sayısının en az üç kişi olması gerekir.",
  "(2) Suç işlemek amacıyla kurulmuş olan örgüte üye olanlar, iki yıldan\ndört yıla kadar hapis cezası ile cezalandırılır. ",
  "(3) Örgütün silahlı olması halinde, yukarıdaki fıkralara göre verilecek\nceza dörtte birinden yarısına kadar artırılır.",
  "(4) Örgütün faaliyeti çerçevesinde suç işlenmesi halinde, ayrıca bu\nsuçlardan dolayı da cezaya hükmolunur.",
  "(5) Örgüt yöneticileri, örgütün faaliyeti çerçevesinde işlenen bütün\nsuçlardan dolayı ayrıca fail olarak cezalandırılır.",
  "(6) (Değişik:2/3/2024-7499/10 md.) Örgüte üye olmamakla birlikte\nörgüt adına suç işleyen kişi, ayrıca iki yıl altı aydan altı yıla kadar hapis\ncezası ile cezalandırılır. İşlenen suçun niteliğine göre verilecek ceza\nyarısına kadar indirilebilir. Bu fıkra hükmü sadece silahlı örgütler hakkında\nuygulanır.[82]",
  "(7) (Değişik: 2/7/2012 – 6352/85\nmd.) Örgüt içindeki hiyerarşik yapıya dahil olmamakla birlikte, örgüte\nbilerek ve isteyerek yardım eden kişi, örgüt üyesi olarak cezalandırılır. Örgüt\nüyeliğinden dolayı verilecek ceza, yapılan yardımın niteliğine göre üçte birine\nkadar indirilebilir.",
  "(8) Örgütün cebir, şiddet veya tehdit içeren yöntemlerini meşru\ngösterecek veya övecek ya da bu yöntemlere başvurmayı teşvik edecek şekilde\npropagandasını yapan kişi, bir yıldan üç yıla kadar hapis cezası ile\ncezalandırılır. Bu suçun basın ve yayın yolu ile işlenmesi halinde, verilecek\nceza yarı oranında artırılır.[83]",
  " ",
  "Etkin pişmanlık",
  "Madde 221- (1) Suç işlemek amacıyla örgüt kurma suçu\nnedeniyle soruşturmaya başlanmadan ve örgütün amacı doğrultusunda suç\nişlenmeden önce, örgütü dağıtan veya verdiği bilgilerle örgütün dağılmasını\nsağlayan kurucu veya yöneticiler hakkında cezaya hükmolunmaz.",
  "(2) Örgüt üyesinin, örgütün faaliyeti çerçevesinde herhangi bir suçun\nişlenişine iştirak etmeksizin, gönüllü olarak örgütten ayrıldığını ilgili\nmakamlara bildirmesi halinde, hakkında cezaya hükmolunmaz.",
  "(3) Örgütün faaliyeti çerçevesinde herhangi bir suçun işlenişine iştirak\netmeden yakalanan örgüt üyesinin, pişmanlık duyarak örgütün dağılmasını veya\nmensuplarının yakalanmasını sağlamaya elverişli bilgi vermesi halinde, hakkında\ncezaya hükmolunmaz.",
  "(4) Suç işlemek amacıyla örgüt kuran,\nyöneten veya örgüte üye olan ya da üye olmamakla birlikte örgüt adına suç\nişleyen veya örgüte bilerek ve isteyerek yardım eden kişinin, gönüllü olarak\nteslim olup, örgütün yapısı ve faaliyeti çerçevesinde işlenen suçlarla ilgili\nbilgi vermesi halinde, hakkında örgüt kurmak, yönetmek veya örgüte üye olmak\nsuçundan dolayı cezaya hükmolunmaz. Kişinin bu bilgileri yakalandıktan sonra\nvermesi halinde, hakkında bu suçtan dolayı verilecek cezada üçte birden dörtte\nüçe kadar indirim yapılır.[84]",
  "(5) Etkin pişmanlıktan yararlanan kişiler hakkında bir yıl süreyle\ndenetimli serbestlik tedbirine hükmolunur. Denetimli serbestlik tedbirinin\nsüresi üç yıla kadar uzatılabilir.",
  "(6) (Ek: 6/12/2006 – 5560/8 md.) Kişi hakkında, bu maddedeki etkin\npişmanlık hükümleri birden fazla uygulanmaz.",
  " ",
  "Şapka ve Türk harfleri",
  "Madde 222- (Mülga: 2/3/2014-6529/16 md.)",
  " ",
  "ALTINCI\nBÖLÜM",
  "Ulaşım\nAraçlarına veya Sabit Platformlara Karşı Suçlar",
  "Ulaşım araçlarının kaçırılması veya alıkonulması",
  "Madde 223- (1) Cebir veya tehdit kullanarak ya da hukuka aykırı\nbaşka bir davranışla kara ulaşım aracının hareket etmesini engelleyen, bu aracı\nhareket halinde iken durduran veya gitmekte olduğu yerden başka yere götüren\nkişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Suçun konusunun deniz veya demiryolu ulaşım aracı olması halinde, iki\nyıldan beş yıla kadar hapis cezasına hükmolunur.",
  "(3) Cebir veya tehdit kullanarak ya da hukuka aykırı başka bir davranışla\nhava ulaşım aracının hareket etmesini engelleyen veya bu aracı gitmekte olduğu\nyerden başka yere götüren kişi, beş yıldan on yıla kadar hapis cezası ile\ncezalandırılır.",
  "(4) Bu suçların işlenmesi sırasında kişilerin hürriyetinin tahdit\nedilmesi dolayısıyla ayrıca cezaya hükmolunur.",
  "(5) Bu suçların işlenmesi sırasında\nkasten yaralama suçunun neticesi sebebiyle ağırlaşmış hallerinin gerçekleşmesi\ndurumunda, ayrıca kasten yaralama suçuna ilişkin hükümler uygulanır.",
  " ",
  "Kıt'a sahanlığında veya münhasır ekonomik bölgedeki sabit\nplatformların işgali",
  "Madde 224- (1) Kıt'a sahanlığında veya münhasır ekonomik bölgede\nkurulmuş sabit bir platformu cebir veya tehdit kullanarak ya da hukuka aykırı\nbaşka bir davranışla ele geçiren, zapteden veya kontrolü altına alan kişi, beş\nyıldan onbeş yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Bu suçun işlenmesi sırasında kişilerin hürriyetinin tahdit edilmesi\ndolayısıyla ayrıca cezaya hükmolunur.",
  "(3) Bu suçun işlenmesi sırasında\nkasten yaralama suçunun neticesi sebebiyle ağırlaşmış hallerinin gerçekleşmesi\ndurumunda, ayrıca kasten yaralama suçuna ilişkin hükümler uygulanır.",
  " ",
  "YEDİNCİ\nBÖLÜM",
  "Genel\nAhlaka Karşı Suçlar",
  "Hayasızca hareketler",
  "Madde 225- (1) Alenen cinsel ilişkide bulunan veya teşhircilik\nyapan kişi, altı aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Müstehcenlik",
  "Madde 226- (1) a) Bir çocuğa müstehcen görüntü, yazı veya sözleri\niçeren ürünleri veren ya da bunların içeriğini gösteren, okuyan, okutan veya\ndinleten,",
  "b) Bunların içeriklerini çocukların girebileceği veya görebileceği\nyerlerde ya da alenen gösteren, görülebilecek şekilde sergileyen, okuyan,\nokutan, söyleyen, söyleten,",
  "c) Bu ürünleri, içeriğine vakıf olunabilecek şekilde satışa veya kiraya\narz eden,",
  "d) Bu ürünleri, bunların satışına mahsus alışveriş yerleri dışında,\nsatışa arz eden, satan veya kiraya veren,",
  "e) Bu ürünleri, sair mal veya hizmet satışları yanında veya dolayısıyla\nbedelsiz olarak veren veya dağıtan,",
  "f) Bu ürünlerin reklamını yapan,",
  "Kişi, altı aydan iki yıla kadar hapis ve adlî para cezası ile\ncezalandırılır.",
  "(2) Müstehcen görüntü, yazı veya sözleri basın ve yayın yolu ile\nyayınlayan veya yayınlanmasına aracılık eden kişi altı aydan üç yıla kadar\nhapis ve beşbin güne kadar adlî para cezası ile cezalandırılır.",
  "(3) Müstehcen görüntü, yazı veya sözleri içeren ürünlerin üretiminde çocukları, temsili çocuk görüntülerini veya çocuk gibi\ngörünen kişileri kullanan kişi, beş yıldan on yıla kadar hapis ve beşbin\ngüne kadar adlî para cezası ile cezalandırılır. Bu ürünleri ülkeye sokan,\nçoğaltan, satışa arz eden, satan, nakleden,\ndepolayan, ihraç eden, bulunduran ya da başkalarının kullanımına sunan kişi,\niki yıldan beş yıla kadar hapis ve beşbin güne kadar adlî para cezası ile\ncezalandırılır.[85]",
  "(4) Şiddet kullanılarak, hayvanlarla, ölmüş insan bedeni üzerinde veya\ndoğal olmayan yoldan yapılan cinsel davranışlara ilişkin yazı, ses veya\ngörüntüleri içeren ürünleri üreten, ülkeye sokan, satışa arz eden, satan, nakleden,\ndepolayan, başkalarının kullanımına sunan veya bulunduran kişi, bir yıldan dört\nyıla kadar hapis ve beşbin güne kadar adlî para cezası ile cezalandırılır.",
  "(5) Üç ve dördüncü fıkralardaki\nürünlerin içeriğini basın ve yayın yolu ile yayınlayan veya yayınlanmasına\naracılık eden ya da çocukların görmesini, dinlemesini veya okumasını sağlayan\nkişi, altı yıldan on yıla kadar hapis ve beşbin güne kadar adlî para cezası ile\ncezalandırılır.",
  "(6) Bu suçlardan dolayı, tüzel kişiler hakkında bunlara özgü güvenlik\ntedbirlerine hükmolunur. ",
  "(7) Bu madde hükümleri, bilimsel eserlerle; üçüncü fıkra hariç olmak ve\nçocuklara ulaşması engellenmek koşuluyla, sanatsal ve edebi değeri olan eserler\nhakkında uygulanmaz.",
  " ",
  "Fuhuş",
  "Madde 227- (1) Çocuğu fuhşa teşvik eden, bunun yolunu\nkolaylaştıran, bu maksatla tedarik eden veya barındıran ya da çocuğun fuhşuna\naracılık eden kişi, dört yıldan on yıla kadar hapis ve beşbin güne kadar adlî\npara cezası ile cezalandırılır. Bu suçun işlenişine yönelik hazırlık\nhareketleri de tamamlanmış suç gibi cezalandırılır.",
  "(2) Bir kimseyi fuhşa teşvik eden, bunun yolunu kolaylaştıran ya da fuhuş\niçin aracılık eden veya yer temin eden kişi, iki yıldan dört yıla kadar hapis\nve üçbin güne kadar adlî para cezası ile cezalandırılır. Fuhşa sürüklenen kişinin\nkazancından yararlanılarak kısmen veya tamamen geçimin sağlanması, fuhşa teşvik\nsayılır.",
  "(3) (Mülga: 6/12/2006 – 5560/45 md.; Yeniden düzenleme:\n24/11/2016-6763/18 md.) Fuhşu kolaylaştırmak veya fuhşa aracılık etmek\namacıyla hazırlanmış görüntü, yazı ve sözleri içeren ürünleri veren, dağıtan\nveya yayan kişi bir yıldan üç yıla kadar hapis ve iki yüz günden iki bin güne\nkadar adli para cezası ile cezalandırılır.",
  "(4) Cebir veya tehdit kullanarak, hile ile ya da çaresizliğinden\nyararlanarak bir kimseyi fuhşa sevk eden veya fuhuş yapmasını sağlayan kişi\nhakkında yukarıdaki fıkralara göre verilecek ceza yarısından iki katına kadar\nartırılır.",
  "(5) Yukarıdaki fıkralarda tanımlanan suçların eş, üstsoy, kayın üstsoy,\nkardeş, evlat edinen, vasi, eğitici, öğretici, bakıcı, koruma ve gözetim\nyükümlülüğü bulunan diğer kişiler tarafından ya da kamu görevi veya hizmet\nilişkisinin sağladığı nüfuz kötüye kullanılmak suretiyle işlenmesi halinde,\nverilecek ceza yarı oranında artırılır.",
  "(6) Bu suçların, suç işlemek amacıyla teşkil edilmiş örgüt faaliyeti\nçerçevesinde işlenmesi halinde, yukarıdaki fıkralara göre verilecek ceza yarı\noranında artırılır.",
  "(7) Bu suçlardan dolayı, tüzel kişiler hakkında bunlara özgü güvenlik\ntedbirlerine hükmolunur.",
  "(8) Fuhşa sürüklenen kişi, tedaviye veya psikolojik terapiye tâbi\ntutulabilir.[86]",
  " ",
  "Kumar oynanması için yer ve imkan sağlama[87]\n",
  "Madde 228- (1) Kumar oynanması için yer ve imkan sağlayan kişi,\nbir yıldan üç yıla kadar hapis ve iki yüz günden aşağı olmamak üzere adlî para\ncezası ile cezalandırılır.[88]",
  "(2) Çocukların kumar oynaması için yer ve imkan sağlanması halinde,\nverilecek ceza bir katı oranında artırılır.",
  "(3) (Ek: 15/8/2017-KHK-694/139 md.; Aynen kabul: 1/2/2018-7078/134\nmd.) Suçun bilişim sistemlerinin kullanılması suretiyle işlenmesi halinde\nüç yıldan beş yıla kadar hapis ve bin günden onbin güne kadar adlî para\ncezasına hükmolunur.",
  "(4) (Ek: 15/8/2017-KHK-694/139 md.;\nAynen kabul: 1/2/2018-7078/134 md.) Suçun bir örgütün faaliyeti\nçerçevesinde işlenmesi halinde, verilecek ceza yarı oranında artırılır.",
  "(5) Bu suçtan dolayı, tüzel kişiler hakkında bunlara özgü güvenlik\ntedbirlerine hükmolunur.",
  "(6) Ceza Kanununun uygulanmasında kumar, kazanç amacıyla icra edilen ve\nkar ve zararın talihe bağlı olduğu oyunlardır.",
  " ",
  "Dilencilik",
  "Madde 229- (1) Çocukları, beden veya ruh bakımından kendini idare\nedemeyecek durumda bulunan kimseleri dilencilikte araç olarak kullanan kişi,\nbir yıldan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Bu suçun üçüncü derece dahil kan veya kayın hısımları ya da eş tarafından\nişlenmesi halinde verilecek ceza yarı oranında artırılır.",
  "(3) Bu suçun örgüt faaliyeti çerçevesinde işlenmiş olması halinde,\nverilecek ceza bir kat artırılır.",
  " ",
  "SEKİZİNCİ\nBÖLÜM",
  "Aile\nDüzenine Karşı Suçlar",
  "Birden çok evlilik, hileli evlenme, dinsel tören",
  "Madde 230- (1) Evli olmasına rağmen, başkasıyla evlenme işlemi\nyaptıran kişi, altı aydan iki yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Kendisi evli olmamakla birlikte, evli olduğunu bildiği bir kimse ile\nevlilik işlemi yaptıran kişi de yukarıdaki fıkra hükmüne göre cezalandırılır.",
  "(3) Gerçek kimliğini saklamak suretiyle bir başkasıyla evlenme işlemi\nyaptıran kişi, üç aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  "(4) Yukarıdaki fıkralarda tanımlanan suçlardan dolayı zamanaşımı,\nevlenmenin iptali kararının kesinleştiği tarihten itibaren işlemeye başlar.",
  "(5) (İptal: Anayasa Mahkemesi’nin 27/5/2015 tarihli ve E.: 2014/36,\nK.: 2015/51 sayılı Kararı ile.)",
  "(6) (İptal: Anayasa Mahkemesi’nin 27/5/2015 tarihli ve E.: 2014/36,\nK.: 2015/51 sayılı Kararı ile.)",
  " ",
  "Çocuğun soybağını değiştirme",
  "Madde 231- (1) Bir çocuğun soybağını değiştiren veya gizleyen\nkişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Özen yükümlülüğüne aykırı davranarak, sağlık kurumundaki bir çocuğun\nbaşka bir çocukla karışmasına neden olan kişi, bir yıla kadar hapis cezası ile\ncezalandırılır.",
  " ",
  "Kötü muamele",
  "Madde 232- (1) Aynı konutta birlikte yaşadığı kişilerden birine\nkarşı kötü muamelede bulunan kimse, iki aydan bir yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) İdaresi altında bulunan veya büyütmek, okutmak, bakmak, muhafaza\netmek veya bir meslek veya sanat öğretmekle yükümlü olduğu kişi üzerinde,\nsahibi bulunduğu terbiye hakkından doğan disiplin yetkisini kötüye kullanan\nkişiye, bir yıla kadar hapis cezası verilir.",
  " ",
  "Aile hukukundan kaynaklanan yükümlülüğün ihlali",
  "Madde 233- (1) Aile hukukundan doğan bakım, eğitim veya\ndestek olma yükümlülüğünü yerine getirmeyen kişi, şikayet üzerine, bir yıla\nkadar hapis cezası ile cezalandırılır.",
  "(2) Hamile olduğunu bildiği eşini veya sürekli birlikte yaşadığı ve\nkendisinden gebe kalmış bulunduğunu bildiği evli olmayan bir kadını çaresiz\ndurumda terk eden kimseye, üç aydan bir yıla kadar hapis cezası verilir.",
  "(3) Velayet hakları kaldırılmış olsa da, itiyadi sarhoşluk, uyuşturucu\nveya uyarıcı maddelerin kullanılması ya da onur kırıcı tavır ve hareketlerin\nsonucu maddi ve manevi özen noksanlığı nedeniyle çocuklarının ahlak, güvenlik\nve sağlığını ağır şekilde tehlikeye sokan ana veya baba, üç aydan bir yıla\nkadar hapis cezası ile cezalandırılır.",
  " ",
  "Çocuğun kaçırılması ve alıkonulması",
  "Madde 234- (1) Velayet yetkisi elinden alınmış olan ana\nveya babanın ya da üçüncü derece dahil kan hısmının, onaltı yaşını bitirmemiş\nbir çocuğu veli, vasi veya bakım ve gözetimi altında bulunan kimsenin yanından cebir\nveya tehdit kullanmaksızın kaçırması veya alıkoyması halinde, üç aydan bir yıla\nkadar hapis cezasına hükmolunur.",
  "(2) Fiil cebir veya tehdit kullanılarak işlenmiş ya da çocuk henüz oniki\nyaşını bitirmemiş ise ceza bir katı oranında artırılır.",
  "(3) (Ek: 6/12/2006 – 5560/10 md.) Kanunî\ntemsilcisinin bilgisi veya rızası dışında evi terk eden çocuğu, rızasıyla da\nolsa, ailesini veya yetkili makamları durumdan haberdar etmeksizin yanında\ntutan kişi, şikâyet üzerine, üç aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "DOKUZUNCU\nBÖLÜM",
  "Ekonomi,\nSanayi ve Ticarete İlişkin Suçlar",
  "İhaleye fesat karıştırma",
  "Madde 235- (1) (Değişik: 11/4/2013-6459/12 md.) Kamu kurumu\nveya kuruluşları adına yapılan mal veya hizmet alım veya satımlarına ya da\nkiralamalara ilişkin ihaleler ile yapım ihalelerine fesat karıştıran kişi, üç\nyıldan yedi yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Aşağıdaki hallerde ihaleye fesat karıştırılmış sayılır:",
  "a) Hileli davranışlarla;",
  "1. İhaleye katılma yeterliğine veya koşullarına sahip olan kişilerin\nihaleye veya ihale sürecindeki işlemlere katılmalarını engellemek,",
  "2. İhaleye katılma yeterliğine veya\nkoşullarına sahip olmayan kişilerin ihaleye katılmasını sağlamak,",
  "3. Teklif edilen malları, şartnamesinde belirtilen niteliklere sahip\nolduğu halde, sahip olmadığından bahisle değerlendirme dışı bırakmak,",
  "4. Teklif edilen malları, şartnamesinde belirtilen niteliklere sahip\nolmadığı halde, sahip olduğundan bahisle değerlendirmeye almak.",
  "b) Tekliflerle ilgili olup da ihale mevzuatına veya şartnamelere göre\ngizli tutulması gereken bilgilere başkalarının ulaşmasını sağlamak.",
  "c) Cebir veya tehdit kullanmak suretiyle ya da hukuka aykırı diğer\ndavranışlarla, ihaleye katılma yeterliğine veya koşullarına sahip olan\nkişilerin ihaleye, ihale sürecindeki işlemlere katılmalarını engellemek.",
  "d) İhaleye katılmak isteyen veya katılan kişilerin ihale şartlarını ve\nözellikle fiyatı etkilemek için aralarında açık veya gizli anlaşma yapmaları.",
  "(3) (Değişik: 11/4/2013-6459/12 md.) İhaleye fesat karıştırma\nsuçunun;",
  "a) Cebir veya tehdit kullanmak suretiyle işlenmesi hâlinde temel cezanın\nalt sınırı beş yıldan az olamaz. Ancak, kasten yaralama veya tehdit suçunun\ndaha ağır cezayı gerektiren nitelikli hâllerinin gerçekleşmesi durumunda,\nayrıca bu suçlar dolayısıyla cezaya hükmolunur.",
  "b) İşlenmesi sonucunda ilgili kamu kurumu veya kuruluşu açısından bir\nzarar meydana gelmemiş ise, bu fıkranın (a) bendinde belirtilen hâller hariç\nolmak üzere, fail hakkında bir yıldan üç yıla kadar hapis cezasına hükmolunur.",
  "(4) İhaleye fesat karıştırma dolayısıyla menfaat temin eden görevli\nkişiler, ayrıca bu nedenle ilgili suç hükmüne göre cezalandırılırlar.",
  "(5) Yukarıdaki fıkralar hükümleri, kamu kurum veya kuruluşları aracılığı\nile yapılan artırma veya eksiltmeler ile kamu kurumu niteliğindeki meslek\nkuruluşları, kamu kurum veya kuruluşlarının ya da kamu kurumu niteliğindeki\nmeslek kuruluşlarının iştirakiyle kurulmuş şirketler, bunların bünyesinde\nfaaliyet icra eden vakıflar, kamu yararına çalışan dernekler veya kooperatifler\nadına yapılan mal veya hizmet alım veya satımlarına ya da kiralamalara fesat\nkarıştırılması halinde de uygulanır.",
  " ",
  "Edimin ifasına fesat karıştırma",
  "Madde 236- (1) Kamu kurum veya kuruluşları, kamu kurumu\nniteliğindeki meslek kuruluşları, bunların iştirakiyle kurulmuş şirketler,\nbunların bünyesinde faaliyet icra eden vakıflar, kamu yararına çalışan\ndernekler ya da kooperatiflere karşı taahhüt altına girilen edimin ifasına\nfesat karıştıran kişi, üç yıldan yedi yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) Aşağıdaki fiillerin hileli olarak yapılması halinde, edimin ifasına\nfesat karıştırılmış sayılır:",
  "a) İhale kararında veya sözleşmede evsafı belirtilen maldan başka bir\nmalın teslim veya kabul edilmesi.",
  "b) İhale kararında veya sözleşmede belirtilen miktardan eksik malın teslim\nveya kabul edilmesi.",
  "c) Edimin ihale kararında veya sözleşmede belirtilen sürede ifa\nedilmemesine rağmen, süresinde ifa edilmiş gibi kabul edilmesi.",
  "d) Yapım ihalelerinde eserin veya\nkullanılan malzemenin şartname veya sözleşmesinde belirlenen şartlara, miktar\nveya niteliklere uygun olmamasına rağmen kabul edilmesi.",
  "e) Hizmet niteliğindeki edimin, ihale kararında veya sözleşmede\nbelirtilen şartlara göre verilmemesine veya eksik verilmesine rağmen verilmiş\ngibi kabul edilmesi.",
  "(3) Edimin ifasına fesat karıştırma dolayısıyla menfaat temin eden\ngörevli kişiler, ayrıca bu nedenle ilgili suç hükmüne göre cezalandırılırlar.",
  " ",
  "Fiyatları etkileme[89]",
  "Madde 237- (1) İşçi ücretlerinin veya besin veya malların\ndeğerlerinin artıp eksilmesi sonucunu doğurabilecek bir şekilde ve bu maksatla\nyalan haber veya havadis yayan veya sair hileli yollara başvuran kimseye bir\nyıldan üç yıla kadar hapis ve adlî para cezası verilir.",
  "(2) Fiil sonucu besin veya malların değerleri veya işçi ücretleri artıp\neksildiği takdirde ceza yarısı oranında artırılır.",
  "(3) Fail, ruhsatlı simsar veya borsa tellalı ise ceza ayrıca yarısı\noranında artırılır.",
  " ",
  "Kamuya gerekli şeylerin yokluğuna neden olma",
  "Madde 238- (1) Taahhüt ettiği işi yerine getirmeyerek, kamu kurum\nve kuruluşları veya kamu hizmeti veya genel bir felaketin önlenmesi için\nzorunlu eşya veya besinlerin ortadan kalkmasına veya önemli ölçüde azalmasına\nneden olan kimseye bir yıldan üç yıla kadar hapis ve bin güne kadar adlî para\ncezası verilir.",
  " ",
  "Ticarî sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi\nveya belgelerin açıklanması",
  "Madde 239- (1) Sıfat veya görevi, meslek veya sanatı gereği vakıf\nolduğu ticari sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi veya\nbelgeleri yetkisiz kişilere veren veya ifşa eden kişi, şikayet üzerine, bir\nyıldan üç yıla kadar hapis ve beşbin güne kadar adlî para cezası ile\ncezalandırılır. Bu bilgi veya belgelerin, hukuka aykırı yolla elde eden kişiler\ntarafından yetkisiz kişilere verilmesi veya ifşa edilmesi halinde de bu fıkraya\ngöre cezaya hükmolunur.",
  "(2) Birinci fıkra hükümleri, fenni keşif ve buluşları veya sınai\nuygulamaya ilişkin bilgiler hakkında da uygulanır.",
  "(3) Bu sırlar, Türkiye'de oturmayan bir yabancıya veya onun memurlarına\naçıklandığı takdirde, faile verilecek ceza üçte biri oranında artırılır. Bu\nhalde şikayet koşulu aranmaz.",
  "(4) Cebir veya tehdit kullanarak bir\nkimseyi bu madde kapsamına giren bilgi veya belgeleri açıklamaya mecbur kılan\nkişi, üç yıldan yedi yıla kadar hapis cezasıyla cezalandırılır.",
  " ",
  "Mal veya hizmet satımından kaçınma[90]",
  "Madde 240- (1) Belli bir mal veya hizmeti satmaktan kaçınarak\nkamu için acil bir ihtiyacın ortaya çıkmasına neden olan kişi, bir yıldan üç\nyıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Tefecilik",
  "Madde 241- (1) Kazanç elde etmek amacıyla başkasına ödünç\npara veren kişi, iki yıldan altı yıla kadar hapis ve beşyüz günden beşbin güne\nkadar adlî para cezası ile cezalandırılır.[91]",
  "(2) (Ek:14/4/2020-7242/14 md.) Suçun bir örgütün faaliyeti\nçerçevesinde işlenmesi hâlinde verilecek ceza bir kat artırılır.",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbiri uygulanması",
  "Madde 242- (1) Bu bölümde yer alan suçların işlenmesi suretiyle\nyararına haksız menfaat sağlanan tüzel kişiler hakkında bunlara özgü güvenlik\ntedbirlerine hükmolunur.",
  " ",
  "ONUNCU\nBÖLÜM",
  "Bilişim\nAlanında Suçlar",
  "Bilişim sistemine girme",
  "Madde 243- (1) Bir bilişim sisteminin bütününe veya bir kısmına,\nhukuka aykırı olarak giren veya orada kalmaya devam eden kimseye bir yıla kadar\nhapis veya adlî para cezası verilir.[92]",
  "(2) Yukarıdaki fıkrada tanımlanan fiillerin bedeli karşılığı\nyararlanılabilen sistemler hakkında işlenmesi halinde, verilecek ceza yarı\noranına kadar indirilir.",
  "(3) Bu fiil nedeniyle sistemin içerdiği veriler yok olur veya değişirse,\naltı aydan iki yıla kadar hapis cezasına hükmolunur.",
  "(4) (Ek: 24/3/2016-6698/30 md.) Bir bilişim sisteminin kendi\niçinde veya bilişim sistemleri arasında gerçekleşen veri nakillerini, sisteme\ngirmeksizin teknik araçlarla hukuka aykırı olarak izleyen kişi, bir yıldan üç\nyıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Sistemi engelleme, bozma, verileri yok etme veya değiştirme",
  "Madde 244- (1) Bir bilişim sisteminin işleyişini engelleyen veya\nbozan kişi, bir yıldan beş yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Bir bilişim sistemindeki verileri bozan, yok eden, değiştiren veya erişilmez\nkılan, sisteme veri yerleştiren, var olan verileri başka bir yere gönderen\nkişi, altı aydan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(3) Bu fiillerin bir banka veya kredi kurumuna ya da bir kamu kurum veya\nkuruluşuna ait bilişim sistemi üzerinde işlenmesi halinde, verilecek ceza yarı\noranında artırılır.",
  "(4) Yukarıdaki fıkralarda tanımlanan fiillerin işlenmesi suretiyle\nkişinin kendisinin veya başkasının yararına haksız bir çıkar sağlamasının başka\nbir suç oluşturmaması halinde, iki yıldan altı yıla kadar hapis ve beşbin güne\nkadar adlî para cezasına hükmolunur.",
  " ",
  "Banka veya kredi kartlarının kötüye kullanılması",
  "Madde 245 – (Değişik: 29/6/2005 – 5377/27 md.) ",
  "(1) Başkasına ait bir banka veya kredi kartını, her ne suretle olursa\nolsun ele geçiren veya elinde bulunduran kimse, kart sahibinin veya kartın\nkendisine verilmesi gereken kişinin rızası olmaksızın bunu kullanarak veya\nkullandırtarak kendisine veya başkasına yarar sağlarsa, üç yıldan altı yıla\nkadar hapis ve beşbin güne kadar adlî para cezası ile cezalandırılır. ",
  "(2) Başkalarına ait banka hesaplarıyla ilişkilendirilerek sahte banka\nveya kredi kartı üreten, satan, devreden, satın alan veya kabul eden kişi üç\nyıldan yedi yıla kadar hapis ve onbin güne kadar adlî para cezası ile\ncezalandırılır.",
  "(3) Sahte oluşturulan veya üzerinde sahtecilik yapılan bir banka veya\nkredi kartını kullanmak suretiyle kendisine veya başkasına yarar sağlayan kişi,\nfiil daha ağır cezayı gerektiren başka bir suç oluşturmadığı takdirde, dört\nyıldan sekiz yıla kadar hapis ve beşbin güne kadar adlî para cezası ile\ncezalandırılır. ",
  "(4) Birinci fıkrada yer alan suçun; ",
  "a) Haklarında ayrılık kararı verilmemiş eşlerden birinin, ",
  "b) Üstsoy veya altsoyunun veya bu derecede kayın hısımlarından birinin\nveya evlat edinen veya evlâtlığın, ",
  "c) Aynı konutta beraber yaşayan kardeşlerden birinin, ",
  "zararına olarak işlenmesi hâlinde, ilgili akraba hakkında cezaya\nhükmolunmaz.",
  "(5) (Ek: 6/12/2006 – 5560/11 md.) Birinci fıkra kapsamına giren\nfiillerle ilgili olarak bu Kanunun malvarlığına karşı suçlara ilişkin etkin\npişmanlık hükümleri uygulanır.",
  " ",
  "Yasak cihaz veya\nprogramlar",
  "Madde 245/A- (Ek: 24/3/2016-6698/30 md.)",
  "(1) Bir cihazın, bilgisayar programının,\nşifrenin veya sair güvenlik kodunun; münhasıran bu Bölümde yer alan suçlar ile\nbilişim sistemlerinin araç olarak kullanılması suretiyle işlenebilen diğer\nsuçların işlenmesi için yapılması veya oluşturulması durumunda, bunları imal\neden, ithal eden, sevk eden, nakleden, depolayan, kabul eden, satan, satışa arz\neden, satın alan, başkalarına veren veya bulunduran kişi, bir yıldan üç yıla\nkadar hapis ve beşbin güne kadar adli para cezası ile cezalandırılır.",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbiri uygulanması",
  "Madde 246- (1) Bu bölümde yer alan suçların işlenmesi suretiyle\nyararına haksız menfaat sağlanan tüzel kişiler hakkında bunlara özgü güvenlik\ntedbirlerine hükmolunur.",
  " ",
  "DÖRDÜNCÜ\nKISIM",
  "Millete\nve Devlete Karşı Suçlar ve Son Hükümler",
  " ",
  "BİRİNCİ\nBÖLÜM",
  "Kamu\nİdaresinin Güvenilirliğine ve İşleyişine Karşı Suçlar",
  "Zimmet",
  "Madde 247- (1) Görevi nedeniyle zilyedliği kendisine devredilmiş\nolan veya koruma ve gözetimiyle yükümlü olduğu malı kendisinin veya başkasının\nzimmetine geçiren kamu görevlisi, beş yıldan oniki yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) Suçun, zimmetin açığa çıkmamasını\nsağlamaya yönelik hileli davranışlarla işlenmesi halinde, verilecek ceza yarı\noranında artırılır.",
  "(3) Zimmet suçunun, malın geçici bir süre kullanıldıktan sonra iade\nedilmek üzere işlenmesi halinde, verilecek ceza yarı oranına kadar\nindirilebilir.",
  " ",
  "Etkin pişmanlık",
  "Madde 248- (1) Soruşturma başlamadan önce, zimmete geçirilen malın\naynen iade edilmesi veya uğranılan zararın tamamen tazmin edilmesi halinde,\nverilecek cezanın üçte ikisi indirilir.",
  "(2) Kovuşturma başlamadan önce, gönüllü olarak, zimmete geçirilen malın\naynen iade edilmesi veya uğranılan zararın tamamen tazmin edilmesi halinde,\nverilecek cezanın yarısı indirilir. Etkin pişmanlığın hükümden önce\ngerçekleşmesi halinde, verilecek cezanın üçte biri indirilir.",
  " ",
  "Daha az cezayı gerektiren hal",
  "Madde 249- (1) Zimmet suçunun konusunu oluşturan malın\ndeğerinin azlığı nedeniyle, verilecek ceza üçte birden yarıya kadar indirilir.",
  " ",
  "İrtikap",
  "Madde 250- (1) (Değişik: 2/7/2012-6352/86 md.) Görevinin\nsağladığı nüfuzu kötüye kullanmak suretiyle kendisine veya başkasına yarar\nsağlanmasına veya bu yolda vaatte bulunulmasına bir kimseyi icbar eden kamu\ngörevlisi, beş yıldan on yıla kadar hapis cezası ile cezalandırılır. Kamu\ngörevlisinin haksız tutum ve davranışları karşısında, kişinin haklı bir işinin\ngereği gibi, hiç veya en azından vaktinde görülmeyeceği endişesiyle, kendisini\nmecbur hissederek, kamu görevlisine veya yönlendireceği kişiye menfaat temin\netmiş olması halinde, icbarın varlığı kabul edilir.",
  "(2) Görevinin sağladığı güveni kötüye\nkullanmak suretiyle gerçekleştirdiği hileli davranışlarla, kendisine veya\nbaşkasına yarar sağlanmasına veya bu yolda vaatte bulunulmasına bir kimseyi\nikna eden kamu görevlisi, üç yıldan beş yıla kadar hapis cezası ile\ncezalandırılır.",
  "(3) İkinci fıkrada tanımlanan suçun kişinin hatasından yararlanarak\nişlenmiş olması halinde, bir yıldan üç yıla kadar hapis cezasına hükmolunur.",
  "(4) (Ek: 2/7/2012-6352/86 md.) İrtikap edilen menfaatin değeri ve\nmağdurun ekonomik durumu göz önünde bulundurularak, yukarıdaki fıkralara göre\nverilecek ceza yarısına kadar indirilebilir.",
  " ",
  "Denetim görevinin ihmali",
  "Madde 251- (1) Zimmet veya irtikap suçunun işlenmesine kasten göz\nyuman denetimle yükümlü kamu görevlisi, işlenen suçun müşterek faili olarak\nsorumlu tutulur.",
  "(2) Denetim görevini ihmal ederek, zimmet veya irtikap suçunun\nişlenmesine imkan sağlayan kamu görevlisi, üç aydan üç yıla kadar hapis cezası\nile cezalandırılır.",
  " ",
  "Rüşvet",
  "Madde 252- (Değişik: 2/7/2012-6352/87 md.) ",
  "(1) Görevinin ifasıyla ilgili bir işi yapması veya yapmaması için,\ndoğrudan veya aracılar vasıtasıyla, bir kamu görevlisine veya göstereceği bir\nbaşka kişiye menfaat sağlayan kişi, dört yıldan oniki yıla kadar hapis cezası\nile cezalandırılır. ",
  "(2) Görevinin ifasıyla ilgili bir işi yapması veya yapmaması için,\ndoğrudan veya aracılar vasıtasıyla, kendisine veya göstereceği bir başka kişiye\nmenfaat sağlayan kamu görevlisi de birinci fıkrada belirtilen ceza ile\ncezalandırılır. ",
  "(3) Rüşvet konusunda anlaşmaya varılması halinde, suç tamamlanmış gibi\ncezaya hükmolunur. ",
  "(4) Kamu görevlisinin rüşvet talebinde bulunması ve fakat bunun kişi\ntarafından kabul edilmemesi ya da kişinin kamu görevlisine menfaat temini\nkonusunda teklif veya vaatte bulunması ve fakat bunun kamu görevlisi tarafından\nkabul edilmemesi hâllerinde fail hakkında, birinci ve ikinci fıkra hükümlerine\ngöre verilecek ceza yarı oranında indirilir.",
  "(5) Rüşvet teklif veya talebinin karşı tarafa iletilmesi, rüşvet\nanlaşmasının sağlanması veya rüşvetin temini hususlarında aracılık eden kişi,\nkamu görevlisi sıfatını taşıyıp taşımadığına bakılmaksızın, müşterek fail\nolarak cezalandırılır.",
  "(6) Rüşvet ilişkisinde dolaylı olarak\nkendisine menfaat sağlanan üçüncü kişi veya tüzel kişinin menfaati kabul eden\nyetkilisi, kamu görevlisi sıfatını taşıyıp taşımadığına bakılmaksızın, müşterek\nfail olarak cezalandırılır.",
  "(7) Rüşvet alan veya talebinde bulunan ya da bu konuda anlaşmaya varan\nkişinin; yargı görevi yapan, hakem, bilirkişi, noter veya yeminli mali müşavir\nolması halinde, verilecek ceza üçte birden yarısına kadar artırılır.",
  "(8) Bu madde hükümleri; ",
  "a) Kamu kurumu niteliğindeki meslek kuruluşları, ",
  "b) Kamu kurum veya kuruluşlarının ya da kamu kurumu niteliğindeki meslek\nkuruluşlarının iştirakiyle kurulmuş şirketler,",
  "c) Kamu kurum veya kuruluşlarının ya da kamu kurumu niteliğindeki meslek\nkuruluşlarının bünyesinde faaliyet icra eden vakıflar,",
  "d) Kamu yararına çalışan dernekler,",
  "e) Kooperatifler,",
  "f) Halka açık anonim şirketler,",
  "adına hareket eden kişilere, kamu görevlisi sıfatını taşıyıp\ntaşımadıklarına bakılmaksızın, görevlerinin ifasıyla ilgili bir işin yapılması veya\nyapılmaması amacıyla doğrudan veya aracılar vasıtasıyla, menfaat temin, teklif\nveya vaat edilmesi; bu kişiler tarafından talep veya kabul edilmesi; bunlara\naracılık edilmesi; bu ilişki dolayısıyla bir başkasına menfaat temin edilmesi\nhalinde de uygulanır. ",
  "(9) Bu madde hükümleri; ",
  "a) Yabancı bir devlette seçilmiş veya atanmış olan kamu görevlilerine,",
  "b) Uluslararası veya uluslarüstü mahkemelerde ya da yabancı devlet\nmahkemelerinde görev yapan hâkimlere, jüri üyelerine veya diğer görevlilere,",
  "c) Uluslararası veya uluslarüstü parlamento üyelerine, ",
  "d) Kamu kurumu ya da kamu işletmeleri de dahil olmak üzere, yabancı bir\nülke için kamusal bir faaliyet yürüten kişilere,",
  "e) Bir hukuki uyuşmazlığın çözümü amacıyla başvurulan tahkim usulü\nçerçevesinde görevlendirilen vatandaş veya yabancı hakemlere,",
  "f) Uluslararası bir anlaşmaya dayalı\nolarak kurulan uluslararası veya uluslarüstüörgütlerin görevlilerine veya\ntemsilcilerine, ",
  "görevlerinin ifasıyla ilgili bir işin yapılması veya yapılmaması ya da\nuluslararası ticari işlemler nedeniyle bir işin veya haksız bir yararın elde\nedilmesi yahut muhafazası amacıyla; doğrudan veya aracılar vasıtasıyla, menfaat\ntemin, teklif veya vaat edilmesi ya da bunlar tarafından talep veya kabul\nedilmesi halinde de uygulanır. ",
  "(10) Dokuzuncu fıkra kapsamına giren rüşvet suçunun yurt dışında yabancı\ntarafından işlenmekle birlikte; ",
  "a) Türkiye’nin,",
  "b) Türkiye’deki bir kamu kurumunun, ",
  "c) Türk kanunlarına göre kurulmuş bir özel hukuk tüzel kişisinin, ",
  "d) Türk vatandaşının, ",
  "tarafı olduğu bir uyuşmazlık ya da bu kurum veya kişilerle ilgili bir\nişlemin yapılması veya yapılmaması için işlenmesi halinde, rüşvet veren, teklif\nveya vaat eden; rüşvet alan, talep eden, teklif veya vaadini kabul eden;\nbunlara aracılık eden; rüşvet ilişkisi dolayısıyla kendisine menfaat temin\nedilen kişiler hakkında, Türkiye’de bulundukları takdirde, resen soruşturma ve\nkovuşturma yapılır.",
  " ",
  "Tüzel kişiler hakkında güvenlik tedbiri uygulanması",
  "Madde 253- (1) Rüşvet suçunun işlenmesi suretiyle yararına haksız\nmenfaat sağlanan tüzel kişiler hakkında bunlara özgü güvenlik tedbirlerine\nhükmolunur.",
  " ",
  "Etkin pişmanlık",
  "Madde 254- (1) (Değişik: 2/7/2012-6352/88 md.) Rüşvet alan\nkişinin, durum resmi makamlarca öğrenilmeden önce, rüşvet konusu şeyi\nsoruşturmaya yetkili makamlara aynen teslim etmesi halinde, hakkında rüşvet\nsuçundan dolayı cezaya hükmolunmaz. Rüşvet alma konusunda başkasıyla anlaşan\nkamu görevlisinin durum resmi makamlarca öğrenilmeden önce durumu yetkili\nmakamlara haber vermesi halinde de hakkında bu suçtan dolayı cezaya\nhükmolunmaz.",
  "(2) (Değişik: 2/7/2012-6352/88 md.) Rüşvet veren veya bu konuda\nkamu görevlisiyle anlaşmaya varan kişinin, durum resmi makamlarca öğrenilmeden\nönce, pişmanlık duyarak durumdan yetkili makamları haberdar etmesi halinde,\nhakkında rüşvet suçundan dolayı cezaya hükmolunmaz. ",
  "(3) (Değişik: 2/7/2012-6352/88 md.) Rüşvet suçuna iştirak eden\ndiğer kişilerin, durum resmi makamlarca öğrenilmeden önce, pişmanlık duyarak\ndurumdan yetkili makamları haberdar etmesi halinde, hakkında bu suçtan dolayı\ncezaya hükmolunmaz. ",
  "(4) (Ek: 26/6/2009 – 5918/4 md.) Bu madde hükümleri, yabancı kamu\ngörevlilerine rüşvet veren kişilere uygulanmaz.",
  " ",
  "Nüfuz ticareti[93]",
  "Madde 255- (Değişik: 2/7/2012-6352/89 md.)",
  "(1) Kamu görevlisi üzerinde nüfuz sahibi olduğundan bahisle, haksız bir\nişin gördürülmesi amacıyla girişimde bulunması için, doğrudan veya aracılar\nvasıtasıyla, kendisine veya bir başkasına menfaat temin eden kişi, iki yıldan\nbeş yıla kadar hapis ve beşbin güne kadar adli para cezası ile cezalandırılır.\nKişinin kamu görevlisi olması halinde, verilecek hapis cezası yarı oranında\nartırılır. İşinin gördürülmesi karşılığında veya gördürüleceği beklentisiyle\nmenfaat sağlayan kişi ise, bir yıldan üç yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) Menfaat temini konusunda anlaşmaya varılması halinde dahi, suç\ntamamlanmış gibi cezaya hükmolunur. ",
  "(3) Birinci fıkrada belirtilen amaç doğrultusunda menfaat talebinde\nbulunulması ve fakat bunun kabul edilmemesi ya da menfaat teklif veya vaadinde\nbulunulması ve fakat bunun kabul edilmemesi hallerinde, birinci fıkra hükmüne\ngöre verilecek ceza yarı oranında indirilir.",
  "(4) Nüfuz ticareti suçuna aracılık eden kişi, müşterek fail olarak,\nbirinci fıkrada belirtilen ceza ile cezalandırılır.",
  "(5) Nüfuz ticareti ilişkisinde dolaylı olarak kendisine menfaat sağlanan\nüçüncü gerçek kişi veya tüzel kişinin menfaati kabul eden yetkilileri, müşterek\nfail olarak, birinci fıkrada belirtilen ceza ile cezalandırılır.",
  "(6) İşin gördürülmesi amacıyla girişimde bulunmanın müstakil bir suç\noluşturduğu hallerde kişiler ayrıca bu suç nedeniyle cezalandırılır.",
  "(7) Bu madde hükümleri, 252 nci maddenin dokuzuncu fıkrasında sayılan\nkişiler üzerinde nüfuz ticareti yapılması halinde de uygulanır. Bu kişiler\nhakkında, Türkiye’de bulunmaları halinde, vatandaş veya yabancı olduklarına\nbakılmaksızın, resen soruşturma ve kovuşturma yapılır.",
  " ",
  "Zor kullanma yetkisine ilişkin sınırın aşılması",
  "Madde 256- (1) Zor kullanma yetkisine sahip kamu görevlisinin,\ngörevini yaptığı sırada, kişilere karşı görevinin gerektirdiği ölçünün dışında\nkuvvet kullanması halinde, kasten yaralama suçuna ilişkin hükümler uygulanır.",
  " ",
  "Görevi kötüye kullanma[94]",
  "Madde 257- (1) Kanunda ayrıca suç olarak tanımlanan haller\ndışında, görevinin gereklerine aykırı hareket etmek suretiyle, kişilerin\nmağduriyetine veya kamunun zararına neden olan ya da kişilere haksız bir\nmenfaat sağlayan kamu görevlisi, altı aydan iki yıla kadar hapis cezası ile\ncezalandırılır.",
  "(2) Kanunda ayrıca suç olarak tanımlanan haller dışında, görevinin\ngereklerini yapmakta ihmal veya gecikme göstererek, kişilerin mağduriyetine\nveya kamunun zararına neden olan ya da kişilere haksız bir menfaat sağlayan\nkamu görevlisi, üç aydan bir yıla kadar hapis cezası ile cezalandırılır.",
  "(3) (Mülga: 2/7/2012-6352/105 md.)",
  " ",
  "Göreve ilişkin sırrın açıklanması",
  "Madde 258- (1) Görevi nedeniyle kendisine verilen veya aynı\nnedenle bilgi edindiği ve gizli kalması gereken belgeleri, kararları ve\nemirleri ve diğer tebligatı açıklayan veya yayınlayan veya ne suretle olursa\nolsun başkalarının bilgi edinmesini kolaylaştıran kamu görevlisine, bir yıldan\ndört yıla kadar hapis cezası verilir.",
  "(2) Kamu görevlisi sıfatı sona erdikten sonra, birinci fıkrada yazılı\nfiilleri işleyen kimseye de aynı ceza verilir.",
  " ",
  "Kamu görevlisinin ticareti",
  "Madde 259- (1) Yürüttüğü görevin sağladığı nüfuzdan yararlanarak,\nbir başkasına mal veya hizmet satmaya çalışan kamu görevlisi, altı aya kadar\nhapis veya adlî para cezası ile cezalandırılır.",
  " ",
  "Kamu görevinin terki veya yapılmaması",
  "Madde 260- (1) Hukuka aykırı olarak ve toplu biçimde, görevlerini\nterk eden, görevlerine gelmeyen, görevlerini geçici de olsa kısmen veya tamamen\nyapmayan veya yavaşlatan kamu görevlilerinin her biri hakkında üç aydan bir\nyıla kadar hapis cezası verilir. Kamu görevlisi sayısının üçten fazla olmaması\nhalinde cezaya hükmolunmaz.",
  "(2) Kamu görevlilerinin mesleki ve sosyal hakları ile ilgili olarak,\nhizmeti aksatmayacak biçimde, geçici ve kısa süreli iş bırakmaları veya\nyavaşlatmaları halinde, verilecek cezada indirim yapılabileceği gibi, ceza da\nverilmeyebilir.",
  " ",
  "Kişilerin malları üzerinde usulsüz tasarruf",
  "Madde 261- (1) İlgili kanunlarda belirlenen koşullara aykırı\nolduğunu bilerek, kişilerin taşınır veya taşınmaz malları üzerinde, karşılık\nödenmek suretiyle de olsa, zorla tasarrufta bulunan kamu görevlisi, fiil daha\nağır cezayı gerektiren bir suç oluşturmadığı takdirde, altı aydan iki yıla\nkadar hapis cezası ile cezalandırılır.",
  " ",
  "Kamu görevinin usulsüz olarak üstlenilmesi",
  "Madde 262- (1) Bir kamu görevini, kanun ve nizamlara aykırı olarak\nyerine getirmeye teşebbüs eden veya terk emri kendisine bildirilmiş olduğu\nhalde görevi sürdüren kimseye üç aydan iki yıla kadar hapis cezası verilir.",
  " ",
  "Kanuna aykırı eğitim kurumu",
  "Madde 263 – (Mülga – 17/4/2013-6460/13 md.)",
  " ",
  "Özel işaret ve kıyafetleri usulsüz kullanma",
  "Madde 264- (1) Bir rütbe veya kamu görevinin veya mesleğin, resmi\nelbisesini yetkisi olmaksızın alenen ve başkalarını yanıltacak şekilde giyen\nveya hakkı olmayan nişan veya madalyaları takan kimseye üç aydan bir yıla kadar\nhapis cezası verilir.",
  "(2) Elbisenin sağlayacağı kolaylık ve olanaklardan yararlanarak bir suç\nişlenirse, yalnız bu fiilden ötürü yukarıdaki fıkrada belirtilen cezalar üçte\nbiri oranında artırılarak hükmolunur.",
  " ",
  "Görevi yaptırmamak için direnme",
  "Madde 265- (1) Kamu görevlisine karşı görevini yapmasını\nengellemek amacıyla, cebir veya tehdit kullanan kişi, altı aydan üç yıla kadar\nhapis cezası ile cezalandırılır.",
  "(2) Suçun yargı görevi yapan kişilere karşı işlenmesi halinde, iki yıldan\ndört yıla kadar hapis cezasına hükmolunur.",
  "(3) Suçun, kişinin kendisini tanınmayacak bir hale koyması suretiyle veya\nbirden fazla kişi tarafından birlikte işlenmesi halinde, verilecek ceza üçte\nbiri oranında artırılır.",
  "(4) Suçun, silahla ya da var olan veya var sayılan suç örgütlerinin\noluşturdukları korkutucu güçten yararlanılarak işlenmesi halinde, yukarıdaki\nfıkralara göre verilecek ceza yarı oranında artırılır.",
  "(5) Bu suçun işlenmesi sırasında\nkasten yaralama suçunun neticesi sebebiyle ağırlaşmış hallerinin gerçekleşmesi\ndurumunda, ayrıca kasten yaralama suçuna ilişkin hükümler uygulanır.",
  " ",
  "Kamu görevine ait araç ve gereçleri suçta kullanma",
  "Madde 266- (1) Görevi gereği olarak elinde bulundurduğu araç ve\ngereçleri bir suçun işlenmesi sırasında kullanan kamu görevlisi hakkında,\nilgili suçun tanımında kamu görevlisi sıfatı esasen göz önünde bulundurulmamış\nise, verilecek ceza üçte biri oranında artırılır.",
  " ",
  "İKİNCİ\nBÖLÜM",
  "Adliyeye\nKarşı Suçlar",
  "İftira",
  "Madde 267- (1) Yetkili makamlara ihbar veya şikayette bulunarak ya\nda basın ve yayın yoluyla, işlemediğini bildiği halde, hakkında soruşturma ve\nkovuşturma başlatılmasını ya da idari bir yaptırım uygulanmasını sağlamak için\nbir kimseye hukuka aykırı bir fiil isnat eden kişi, bir yıldan dört yıla kadar\nhapis cezası ile cezalandırılır.",
  "(2) Fiilin maddî eser ve delillerini uydurarak iftirada bulunulması\nhalinde, ceza yarı oranında artırılır.",
  "(3) Yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya\nkovuşturmaya yer olmadığına dair karar verilmiş mağdurun aleyhine olarak bu\nfiil nedeniyle gözaltına alma ve tutuklama dışında başka bir koruma tedbiri uygulanmışsa,\nyukarıdaki fıkralara göre verilecek ceza yarı oranında artırılır.",
  "(4) Yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya\nkovuşturmaya yer olmadığına dair karar verilmiş olan mağdurun bu fiil nedeniyle\ngözaltına alınması veya tutuklanması halinde; iftira eden, ayrıca kişiyi\nhürriyetinden yoksun kılma suçuna ilişkin hükümlere göre dolaylı fail olarak\nsorumlu tutulur.",
  "(5) Mağdurun ağırlaştırılmış müebbet hapis veya müebbet hapis cezasına\nmahkûmiyeti halinde, yirmi yıldan otuz yıla kadar hapis cezasına; (…)[95]\nhükmolunur.",
  "(6) Mağdurun mahkûm olduğu hapis cezasının infazına başlanmış ise,\nbeşinci fıkraya göre verilecek ceza yarısı kadar artırılır.",
  "(7) (İptal: Anayasa Mahkemesi’nin\n17/11/2011 tarihli ve E.: 2010/115, K.: 2011/154 sayılı Kararı ile.)",
  "(8) İftira suçundan dolayı dava zamanaşımı, mağdurun fiili işlemediğinin\nsabit olduğu tarihten başlar.",
  "(9) Basın ve yayın yoluyla işlenen\niftira suçundan dolayı verilen mahkûmiyet kararı, aynı veya eşdeğerde basın ve\nyayın organıyla ilan olunur. İlan masrafı, hükümlüden tahsil edilir.",
  " ",
  "Başkasına ait kimlik veya kimlik bilgilerinin kullanılması",
  "Madde 268- (1) İşlediği suç nedeniyle kendisi hakkında soruşturma\nve kovuşturma yapılmasını engellemek amacıyla, başkasına ait kimliği veya\nkimlik bilgilerini kullanan kimse, iftira suçuna ilişkin hükümlere göre\ncezalandırılır.[96]",
  " ",
  "Etkin pişmanlık",
  "Madde 269- (1) İftira edenin, mağdur hakkında adlî veya idari\nsoruşturma başlamadan önce, iftirasından dönmesi halinde, hakkında iftira\nsuçundan dolayı verilecek cezanın beşte dördü indirilir.",
  "(2) Mağdur hakkında kovuşturma başlamadan önce iftiradan dönme halinde,\niftira suçundan dolayı verilecek cezanın dörtte üçü indirilir.",
  "(3) Etkin pişmanlığın;",
  "a) Mağdur hakkında hükümden önce\ngerçekleşmesi halinde, verilecek cezanın üçte ikisi,",
  "b) Mağdurun mahkûmiyetinden sonra gerçekleşmesi halinde, verilecek\ncezanın yarısı,",
  "c) Hükmolunan cezanın infazına başlanması halinde, verilecek cezanın üçte\nbiri,",
  "İndirilebilir.",
  "(4) İftiranın konusunu oluşturan münhasıran idari yaptırım uygulanmasını\ngerektiren fiil dolayısıyla;",
  "a) İdari yaptırıma karar verilmeden önce etkin pişmanlıkta bulunulması\nhalinde, verilecek cezanın yarısı,",
  "b) İdari yaptırım uygulandıktan sonra etkin pişmanlıkta bulunulması\nhalinde, verilecek cezanın üçte biri,",
  "indirilebilir.",
  "(5) (Değişik: 29/6/2005 – 5377/31\nmd.) Basın ve yayın yoluyla yapılan iftiradan dolayı etkin pişmanlık\nhükümlerinden yararlanılabilmesi için, bunun aynı yöntemle yayınlanması\ngerekir.",
  " ",
  "Suç üstlenme",
  "Madde 270- (1) Yetkili makamlara, gerçeğe aykırı olarak, suçu\nişlediğini veya suça katıldığını bildiren kimseye iki yıla kadar hapis cezası\nverilir. Bu suçun üstsoy, altsoy, eş veya kardeşi cezadan kurtarmak amacıyla\nişlenmesi halinde; verilecek cezanın dörtte üçü indirilebileceği gibi tamamen\nde kaldırılabilir.",
  " ",
  "Suç uydurma",
  "Madde 271- (1) İşlenmediğini bildiği bir suçu, yetkili makamlara\nişlenmiş gibi ihbar eden ya da işlenmeyen bir suçun delil veya emarelerini\nsoruşturma yapılmasını sağlayacak biçimde uyduran kimseye üç yıla kadar hapis\ncezası verilir.",
  " ",
  "Yalan tanıklık",
  "Madde 272- (1) Hukuka aykırı bir fiil nedeniyle başlatılan bir\nsoruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe\naykırı olarak tanıklık yapan kimseye, dört aydan bir yıla kadar hapis cezası\nverilir.",
  "(2) Mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen\nyetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye bir\nyıldan üç yıla kadar hapis cezası verilir.",
  "(3) Üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya\nkovuşturması kapsamında yalan tanıklık yapan kişi hakkında iki yıldan dört yıla\nkadar hapis cezasına hükmolunur.",
  "(4) Aleyhine tanıklıkta bulunulan kişi ile ilgili olarak gözaltına alma\nve tutuklama dışında başka bir koruma tedbiri uygulanmışsa, yüklenen fiili işlemediğinden\ndolayı hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar\nverilmiş olması koşuluyla, yukarıdaki fıkralara göre verilecek ceza yarı\noranında artırılır.",
  "(5) Aleyhine tanıklıkta bulunulan kişinin gözaltına alınması veya\ntutuklanması halinde; yüklenen fiili işlemediğinden dolayı hakkında beraat\nkararı veya kovuşturmaya yer olmadığına dair karar verilmiş olması koşuluyla;\nyalan tanıklık yapan kişi, ayrıca kişiyi hürriyetinden yoksun kılma suçuna\nilişkin hükümlere göre dolaylı fail olarak sorumlu tutulur.",
  "(6) Aleyhine tanıklıkta bulunulan kimsenin ağırlaştırılmış müebbet hapis\nveya müebbet hapis cezasına mahkûmiyeti halinde, yirmi yıldan otuz yıla kadar\nhapis cezasına; (…)[97]\nhükmolunur.",
  "(7) Aleyhine tanıklıkta bulunulan kimsenin mahkûm olduğu hapis cezasının\ninfazına başlanmış ise, altıncı fıkraya göre verilecek ceza yarısı kadar\nartırılır.",
  "(8) Aleyhine tanıklıkta bulunulan kişi hakkında hapis cezası dışında adlî\nveya idari bir yaptırım uygulanmışsa; yalan tanıklıkta bulunan kişi, üç yıldan\nyedi yıla kadar hapis cezası ile cezalandırılır.",
  " ",
  "Şahsi cezasızlık veya cezanın azaltılmasını gerektiren sebepler",
  "Madde 273- (1) Kişinin;",
  "a) Kendisinin, üstsoy, altsoy, eş veya kardeşinin soruşturma ve\nkovuşturmaya uğramasına neden olabilecek bir hususla ilgili olarak yalan\ntanıklıkta bulunması,",
  "b) Tanıklıktan çekinme hakkı olmasına rağmen, bu hakkı kendisine\nhatırlatılmadan gerçeğe aykırı olarak tanıklık yapması,",
  "Halinde, verilecek cezada indirim\nyapılabileceği gibi, ceza vermekten de vazgeçilebilir.",
  "(2) Birinci fıkra hükmü, özel hukuk uyuşmazlıkları kapsamında yapılan\nyalan tanıklık hallerinde uygulanmaz.",
  " ",
  "Etkin pişmanlık",
  "Madde 274- (1) Aleyhine tanıklık yapılan kişi hakkında bir\nhak kısıtlamasını veya yoksunluğunu sonuçlayacak nitelikte karar verilmeden\nveya hükümden önce gerçeğin söylenmesi halinde, cezaya hükmolunmaz.",
  "(2) Aleyhine tanıklık yapılan kişi hakkında bir hak kısıtlamasını veya\nyoksunluğunu sonuçlayacak nitelikte karar verildikten sonra ve fakat hükümden\nönce gerçeğin söylenmesi halinde, verilecek cezanın üçte ikisinden yarısına\nkadarı indirilebilir.",
  "(3) Aleyhine tanıklık yapılan kişi hakkında verilen mahkûmiyet kararı\nkesinleşmeden önce gerçeğin söylenmesi halinde, verilecek cezanın yarısından\nüçte birine kadarı indirilebilir.",
  " ",
  "Yalan yere yemin",
  "Madde 275- (1) Hukuk davalarında yalan yere yemin eden davacı veya\ndavalıya bir yıldan beş yıla kadar hapis cezası verilir.",
  "(2) Dava hakkında hüküm verilmeden önce gerçeğin söylenmesi halinde,\ncezaya hükmolunmaz.",
  "(3) Hükmün icraya konulmasından veya kesinleşmesinden önce gerçeğin\nsöylenmesi halinde, verilecek cezanın yarısı indirilir.",
  " ",
  "Gerçeğe aykırı bilirkişilik veya tercümanlık",
  "Madde 276- (1) Yargı mercileri veya suçtan dolayı kanunen\nsoruşturma yapmak veya yemin altında tanık dinlemek yetkisine sahip bulunan\nkişi veya kurul tarafından görevlendirilen bilirkişinin gerçeğe aykırı\nmütalaada bulunması halinde, üç yıldan yedi yıla kadar hapis cezasına\nhükmolunur.[98]",
  "(2) Birinci fıkrada belirtilen kişi\nveya kurullar tarafından görevlendirilen tercümanın ifade veya belgeleri\ngerçeğe aykırı olarak tercüme etmesi halinde, birinci fıkra hükmü uygulanır.",
  " ",
  "Yargı görevi yapanı, bilirkişiyi veya tanığı etkilemeye teşebbüs[99]",
  "Madde 277- (Değişik: 2/7/2012-6352/90md.)",
  "(1) Görülmekte olan bir davada (…)[100]\ngerçeğin ortaya çıkmasını engellemek veya bir haksızlık oluşturmak amacıyla,\ndavanın taraflarından birinin, (…)100\nsanığın, katılanın veya mağdurun lehine veya aleyhine sonuç doğuracak bir karar\nvermesi veya bir işlem tesis etmesi ya da beyanda bulunması için, yargı görevi\nyapanı, bilirkişiyi veya tanığı hukuka aykırı olarak etkilemeye teşebbüs eden\nkişi, iki yıldan dört yıla kadar hapis cezası ile cezalandırılır. (Ek cümle:\n18/6/2014-6545/69 md.) Teşebbüs iltimas derecesini geçmediği takdirde\nverilecek ceza altı aydan iki yıla kadardır.",
  "(2) Birinci fıkradaki suçu oluşturan fiilin başka bir suçu da oluşturması\nhalinde, fikri içtima hükümlerine göre verilecek ceza yarısına kadar artırılır.",
  " ",
  "Suçu bildirmeme",
  "Madde 278- (İptal: Anayasa Mahkemesinin 30/6/2011\ntarihli ve E.:2010/52, K.:2011/113 sayılı Kararı ile.; Değişik:\n2/7/2012-6352/91 md.)",
  "(1) İşlenmekte olan bir suçu yetkili makamlara bildirmeyen kişi, bir yıla\nkadar hapis cezası ile cezalandırılır.",
  "(2) İşlenmiş olmakla birlikte, sebebiyet verdiği neticelerin\nsınırlandırılması halen mümkün bulunan bir suçu yetkili makamlara bildirmeyen\nkişi, yukarıdaki fıkra hükmüne göre cezalandırılır.",
  "(3) Mağdurun onbeşyaşını bitirmemiş bir çocuk, bedensel veya ruhsal\nbakımdan engelli olan ya da hamileliği nedeniyle kendisini savunamayacak\ndurumda bulunan kimse olması halinde, yukarıdaki fıkralara göre verilecek ceza,\nyarı oranında artırılır.[101]",
  "(4) Tanıklıktan çekinebilecek olan\nkişiler bakımından cezaya hükmolunmaz. Ancak, suçu önleme yükümlülüğünün\nvarlığı dolayısıyla ceza sorumluluğuna ilişkin hükümler saklıdır.",
  " ",
  "Kamu görevlisinin suçu bildirmemesi",
  "Madde 279- (1) Kamu adına soruşturma ve kovuşturmayı gerektiren\nbir suçun işlendiğini göreviyle bağlantılı olarak öğrenip de yetkili makamlara\nbildirimde bulunmayı ihmal eden veya bu hususta gecikme gösteren kamu\ngörevlisi, altı aydan iki yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Suçun, adlî kolluk görevini yapan kişi tarafından işlenmesi halinde,\nyukarıdaki fıkraya göre verilecek ceza yarı oranında artırılır.",
  " ",
  "Sağlık mesleği mensuplarının suçu bildirmemesi",
  "Madde 280- (1) Görevini yaptığı sırada bir suçun işlendiği yönünde\nbir belirti ile karşılaşmasına rağmen, durumu yetkili makamlara bildirmeyen\nveya bu hususta gecikme gösteren sağlık mesleği mensubu, bir yıla kadar hapis\ncezası ile cezalandırılır.",
  "(2) Sağlık mesleği mensubu deyiminden tabip, diş tabibi, eczacı, ebe,\nhemşire ve sağlık hizmeti veren diğer kişiler anlaşılır.",
  " ",
  "Suç delillerini yok etme, gizleme veya değiştirme",
  "Madde 281- (1) Gerçeğin meydana çıkmasını engellemek amacıyla, bir\nsuçun delillerini yok eden, silen, gizleyen, değiştiren veya bozan kişi, altı\naydan beş yıla kadar hapis cezası ile cezalandırılır. Kendi işlediği veya\nişlenişine iştirak ettiği suçla ilgili olarak kişiye bu fıkra hükmüne göre ceza\nverilmez.",
  "(2) Bu suçun kamu görevlisi tarafından göreviyle bağlantılı olarak\nişlenmesi halinde, verilecek ceza yarı oranında artırılır.",
  "(3) İlişkin olduğu suç nedeniyle hüküm verilmeden önce gizlenen delilleri\nmahkemeye teslim eden kişi hakkında bu maddede tanımlanan suç nedeniyle\nverilecek cezanın beşte dördü indirilir.",
  " ",
  "Suçtan kaynaklanan malvarlığı değerlerini aklama[102]",
  "Madde 282- (1) (Değişik: 26/6/2009 – 5918/5 md.) Alt sınırı\naltı ay veya daha fazla hapis cezasını gerektiren bir suçtan kaynaklanan malvarlığı\ndeğerlerini, yurt dışına çıkaran veya bunların gayrimeşru kaynağını gizlemek\nveya meşru bir yolla elde edildiği konusunda kanaat uyandırmak maksadıyla,\nçeşitli işlemlere tâbi tutan kişi, üç yıldan yedi yıla kadar hapis ve yirmibin\ngüne kadar adlî para cezası ile cezalandırılır.",
  "(2) (Ek: 26/6/2009 – 5918/5 md.) Birinci\nfıkradaki suçun işlenmesine iştirak etmeksizin, bu suçun konusunu oluşturan\nmalvarlığı değerini, bu özelliğini bilerek satın alan, kabul eden, bulunduran\nveya kullanan kişi iki yıldan beş yıla kadar hapis cezası ile cezalandırılır.",
  "(3) Bu suçun, kamu görevlisi tarafından veya belli bir meslek sahibi kişi\ntarafından bu mesleğin icrası sırasında işlenmesi halinde, verilecek hapis\ncezası yarı oranında artırılır.",
  "(4) Bu suçun, suç işlemek için teşkil edilmiş bir örgütün faaliyeti\nçerçevesinde işlenmesi halinde, verilecek ceza bir kat artırılır.",
  "(5) Bu suçun işlenmesi dolayısıyla tüzel kişiler hakkında bunlara özgü\ngüvenlik tedbirlerine hükmolunur.",
  "(6) Bu suç nedeniyle kovuşturma başlamadan önce suç konusu malvarlığı\ndeğerlerinin ele geçirilmesini sağlayan veya bulunduğu yeri yetkili makamlara\nhaber vererek ele geçirilmesini kolaylaştıran kişi hakkında bu maddede\ntanımlanan suç nedeniyle cezaya hükmolunmaz.",
  " ",
  "Suçluyu kayırma",
  "Madde 283- (1) Suç işleyen bir kişiye araştırma, yakalanma,\ntutuklanma veya hükmün infazından kurtulması için imkan sağlayan kimse, altı\naydan beş yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Bu suçun kamu görevlisi tarafından göreviyle bağlantılı olarak\nişlenmesi halinde, verilecek ceza yarı oranında artırılır.",
  "(3) Bu suçun üstsoy, altsoy, eş, kardeş veya diğer suç ortağı tarafından\nişlenmesi halinde, cezaya hükmolunmaz.",
  " ",
  "Tutuklu, hükümlü veya suç delillerini bildirmeme",
  "Madde 284- (1) Hakkında tutuklama kararı verilmiş olan veya\nhükümlü bir kişinin bulunduğu yeri bildiği halde yetkili makamlara bildirmeyen\nkimse, bir yıla kadar hapis cezası ile cezalandırılır.",
  "(2) İşlenmiş olan bir suça ilişkin\ndelil ve eserlerin başkaları tarafından saklandığı yeri bildiği halde yetkili\nmakamlara bildirmeyen kimse, yukarıdaki fıkra hükmüne göre cezalandırılır.",
  "(3) Bu suçların kamu görevlisi tarafından göreviyle bağlantılı olarak\nişlenmesi halinde, verilecek ceza yarı oranında artırılır.",
  "(4) Bu suçların üstsoy, altsoy, eş veya kardeş tarafından işlenmesi\nhalinde, cezaya hükmolunmaz.",
  " ",
  "Gizliliğin ihlali",
  "Madde 285- (1) (Değişik: 2/7/2012-6352/92 md.)",
  "(1) Soruşturmanın gizliliğini alenen ihlal eden kişi, bir yıldan üç yıla\nkadar hapis veya adli para cezası ile cezalandırılır. Bu suçun oluşabilmesi\niçin;",
  "a) Soruşturma evresinde yapılan işlemin içeriğinin açıklanması suretiyle,\nsuçlu sayılmama karinesinden yararlanma hakkının veya haberleşmenin\ngizliliğinin ya da özel hayatın gizliliğinin ihlal edilmesi,",
  "b) Soruşturma evresinde yapılan işlemin içeriğine ilişkin olarak yapılan\naçıklamanın maddi gerçeğin ortaya çıkmasını engellemeye elverişli olması,",
  "gerekir.",
  "(2) Soruşturma evresinde alınan ve soruşturmanın tarafı olan kişilere\nkarşı gizli tutulması gereken kararların ve bunların gereği olarak yapılan\nişlemlerin gizliliğini ihlal eden kişi, bir yıldan üç yıla kadar hapis veya\nadli para cezası ile cezalandırılır. ",
  "(3) Kanuna göre kapalı yapılması gereken veya kapalı yapılmasına karar\nverilen duruşmadaki açıklama veya görüntülerin gizliliğini alenen ihlal eden\nkişi, birinci fıkra hükmüne göre cezalandırılır. Ancak, bu suçun oluşması için,\ntanığın korunmasına ilişkin olarak alınan gizlilik kararına aykırılık açısından\naleniyetin gerçekleşmesi aranmaz.",
  "(4) Yukarıdaki fıkralarda tanımlanan suçların kamu görevlisi tarafından\ngörevinin sağladığı kolaylıktan yararlanılarak işlenmesi halinde, ceza yarısına\nkadar artırılır.",
  "(5) Soruşturma ve kovuşturma evresinde kişilerin suçlu olarak\nalgılanmalarına yol açacak şekilde görüntülerinin yayınlanması halinde, altı aydan\niki yıla kadar hapis cezasına hükmolunur.",
  "(6) Soruşturma ve kovuşturma işlemlerinin haber verme sınırları\naşılmaksızın haber konusu yapılması suç oluşturmaz.",
  " ",
  "Ses veya görüntülerin kayda alınması",
  "Madde 286- (1) Soruşturma ve kovuşturma işlemleri sırasındaki ses\nveya görüntüleri yetkisiz olarak kayda alan veya nakleden kişi, altı aya kadar\nhapis cezası ile cezalandırılır.",
  " ",
  "Genital muayene",
  "Madde 287- (1) Yetkili hakim ve savcı kararı olmaksızın, kişiyi\ngenital muayeneye gönderen veya bu muayeneyi yapan fail hakkında üç aydan bir\nyıla kadar hapis cezasına hükmolunur.",
  "(2) Bulaşıcı hastalıklar dolayısıyla kamu sağlığını korumak amacıyla\nkanun ve yönetmeliklerde öngörülen hükümlere uygun\nolarak yapılan muayeneler açısından yukarıdaki fıkra hükmü uygulanmaz.[103]",
  " ",
  "Adil yargılamayı etkilemeye teşebbüs ",
  "Madde 288- (Değişik: 2/7/2012-6352/93 md.)",
  "(1) Görülmekte olan bir davada veya yapılmakta olan bir soruşturmada,\nhukuka aykırı bir karar vermesi veya bir işlem tesis etmesi ya da gerçeğe\naykırı beyanda bulunması için, yargı görevi yapanı, bilirkişiyi veya tanığı\nhukuka aykırı olarak etkilemek amacıyla alenen sözlü veya yazılı beyanda\nbulunan kişi, elli günden az olmamak üzere adli para cezası ile cezalandırılır.",
  " ",
  "Muhafaza görevini kötüye kullanma",
  "Madde 289- (1) Muhafaza edilmek üzere kendisine resmen teslim\nolunan rehinli veya hacizli veya herhangi bir nedenle elkonulmuş olan mal\nüzerinde teslim amacı dışında tasarrufta bulunan kişi, üç aydan iki yıla kadar\nhapis ve üç bin güne kadar adlî para cezası ile cezalandırılır. Kişinin bu\nmalın sahibi olması halinde, verilecek ceza yarı oranında indirilir.",
  "(2) Birinci fıkrada tanımlanan suçun konusunu oluşturan eşyayı kovuşturma\nbaşlamadan önce geri veren veya bunun mümkün olmaması halinde bedelini ödeyen\nkişi hakkında verilecek cezaların beşte dördü indirilir.",
  "(3) Muhafaza edilmek üzere kendisine resmen teslim olunan rehinli veya\nhacizli veya herhangi bir nedenle elkonulmuş olan malın dikkat ve özen\nyükümlülüğüne aykırı davranması nedeniyle kaybolmasına veya bozulmasına neden olan\nkişi, adlî para cezası ile cezalandırılır.",
  "(4) Bir suça ilişkin soruşturma veya kovuşturma kapsamında elkonulan\neşyayı amacı dışında kullanan kimse, bir yıla kadar hapis cezası ile\ncezalandırılır.",
  " ",
  "Resmen teslim olunan mala elkonulması ve bozulması",
  "Madde 290- (1) Hükmen hak sahiplerine teslim edilen taşınmaz\nmallara tekrar elkoyan kimseye üç aydan bir yıla kadar hapis cezası verilir.",
  "(2) Muhafaza edilmek üzere başkasına resmen teslim olunan rehinli veya\nhacizli veya herhangi bir nedenle elkonulmuş olan taşınır malın bu kişinin\nelinden rızası dışında alınması halinde hırsızlık, cebren alınması halinde\nyağma, hileyle alınması halinde dolandırıcılık, tahrip edilmesi halinde mala\nzarar verme suçuna ilişkin hükümler uygulanır. Kişinin bu malın sahibi olması halinde,\nverilecek cezanın yarısından dörtte üçüne kadarı indirilir.",
  " ",
  "Başkası yerine ceza infaz kurumuna veya tutukevine girme",
  "Madde 291- (1) Kendisini, bir hükümlünün veya tutuklunun yerine\nkoyarak ceza infaz kurumuna veya tutukevine giren kimseye altı aydan iki yıla\nkadar hapis cezası verilir.",
  " ",
  "Hükümlü veya tutuklunun kaçması",
  "Madde 292- (1) Tutukevinden, ceza infaz kurumundan veya gözetimi\naltında bulunduğu görevlilerin elinden kaçan tutuklu veya hükümlü hakkında altı\naydan bir yıla kadar hapis cezasına hükmolunur.",
  "(2) Bu suçun, cebir veya tehdit kullanılarak işlenmesi halinde, bir\nyıldan üç yıla kadar hapis cezasına hükmolunur.",
  "(3) Bu suçun, silahlı olarak ya da birden çok tutuklu veya hükümlü\ntarafından birlikte işlenmesi halinde, yukarıdaki fıkralara göre verilecek ceza\nbir katına kadar artırılır.",
  "(4) Bu suçun işlenmesi sırasında kasten yaralama suçunun neticesi\nsebebiyle ağırlaşmış hallerinin veya kasten öldürme suçunun gerçekleşmesi ya da\neşyaya zarar verilmesi durumunda, ayrıca bu suçlara ilişkin hükümlere göre\ncezaya hükmolunur.",
  "(5) Bu maddede yazılı hükümler, ceza infaz kurumu dışında çalıştırılan\nhükümlüler ile hapis cezası adlî para cezasından çevrilmiş olanlar hakkında da\nuygulanır.",
  "(6) (Mülga: 29/6/2005 – 5377/33 md.)",
  " ",
  "Etkin pişmanlık",
  "Madde 293- (1) (...)[104]\ntutuklu veya hükümlünün, kaçtıktan sonra etkin pişmanlık göstererek\nkendiliğinden teslim olması halinde, kaçtığı günden itibaren teslimin\ngerçekleştiği güne kadar geçen süre dikkate alınarak, verilecek cezanın altıda\nbeşinden altıda birine kadarı indirilir. Ancak, kaçma süresinin altı ayı\ngeçmesi halinde cezada indirim yapılmaz.",
  " ",
  "Kaçmaya imkan sağlama",
  "Madde 294- (1) Gözaltına alınanın veya tutuklunun kaçmasını\nsağlayan kişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Hükümlünün kaçmasını sağlayan kişi, çekilecek olan hapis cezasının\nsüresine göre iki yıldan beş yıla kadar hapis cezası ile cezalandırılır. Ancak,\nhükümlünün cezası;",
  "a) Müebbet hapis cezası ise, beş yıldan sekiz yıla,",
  "b) Ağırlaştırılmış müebbet hapis cezası ise, sekiz yıldan oniki yıla,",
  "Kadar hapis cezasına hükmolunur.",
  "(3) Bu suçların, cebir veya tehdit kullanılarak işlenmesi halinde,\nverilecek ceza üçte biri oranında artırılır.",
  "(4) Kaçması sağlanan kişi sayısının birden fazla olması halinde, bu sayı\ngöz önünde bulundurularak, verilecek ceza üçte birden bir katına kadar\nartırılır.",
  "(5) Bu suçların gözaltına alınan, tutuklu veya hükümlünün muhafaza veya\nnakli ile görevli kişiler tarafından işlenmesi halinde, verilecek ceza, üçte\nbiri oranında artırılır.",
  "(6) Bu suçların üstsoy, altsoy, eş veya kardeş tarafından işlenmesi\nhalinde, verilecek ceza üçte biri oranında indirilir.",
  "(7) Bu suçların işlenmesi sırasında kasten yaralama suçunun neticesi\nsebebiyle ağırlaşmış hallerinin veya kasten öldürme suçunun gerçekleşmesi ya da\neşyaya zarar verilmesi durumunda, ayrıca bu suçlara ilişkin hükümlere göre\ncezaya hükmolunur.",
  "(8) Gözaltına alınan, tutuklu veya hükümlünün, muhafaza veya nakli ile\ngörevli kişinin dikkat ve özen yükümlülüğüne aykırı davranmasından yararlanarak\nkaçması halinde, altı aydan üç yıla kadar hapis cezasına hükmolunur.",
  " ",
  "Muhafızın görevini kötüye kullanması",
  "Madde 295- (1) Gözaltına alınan, tutuklu veya hükümlünün muhafaza\nveya nakli ile görevli kişilerin, görevlerinin gereklerine aykırı hareket\netmeleri halinde, görevi kötüye kullanma suçuna ilişkin hükümler uygulanır.",
  "(2) Muhafaza veya nakli ile görevli\nolan kimse, görevinin gereklerine aykırı olarak gözaltına alınan, tutuklu veya\nhükümlünün bulunduğu yerden geçici bir süreyle uzaklaşmasına izin verirse; altı\naydan iki yıla kadar hapis cezası ile cezalandırılır.",
  "(3) Gözaltına alınan, tutuklu veya hükümlünün bu fırsattan yararlanarak\nkaçması halinde, kaçmaya kasten imkan sağlama suçuna ilişkin hükümler\nuygulanır.",
  " ",
  "Hükümlü veya tutukluların ayaklanması",
  "Madde 296- (1) Hükümlü veya tutukluların toplu olarak ayaklanması\nhalinde, her biri hakkında altı aydan üç yıla kadar hapis cezasına hükmolunur.\nHükümlü veya tutuklu sayısının üçten fazla olmaması halinde, bu suçtan dolayı\ncezaya hükmedilmez.",
  "(2) Ayaklanma sırasında başka suçların işlenmesi halinde, ayrıca bu\nsuçlara ilişkin hükümlere göre cezaya hükmolunur.",
  " ",
  "İnfaz kurumuna veya tutukevine yasak eşya sokmak",
  "Madde 297- (1) İnfaz kurumuna veya tutukevine silah, uyuşturucu\nveya uyarıcı madde veya elektronik haberleşme aracı sokan veya bulunduran kişi,\niki yıldan beş yıla kadar hapis cezası ile cezalandırılır. Bu suçun konusunu\noluşturan eşyanın, temin edilmesi veya bulundurulması ayrı bir suç oluşturduğu\ntakdirde; fikri içtima hükümlerine göre belirlenecek ceza yarı oranında artırılır.",
  "(2) (İptal: Anayasa Mahkemesinin 7/7/2011 tarihli ve\nE.:2010/69, K.:2011/116 sayılı Kararı ile.; Yeniden düzenleme:\n24/11/2016-6763/20 md.) Birinci fıkra kapsamı\ndışında kalan;",
  "a) Firarı kolaylaştırıcı her türlü alet ve\nmalzemeyi,",
  "b) Her türlü saldırı ve savunma araçları ile\nyangın çıkarmaya yarayan malzemeyi, ",
  "c) Alkol içeren her türlü içeceği,",
  "d) Kumar oynanmasına olanak sağlayan eşya ve\nmalzemeyi,",
  "e) 188 inci maddede tanımlanan suçlar saklı\nkalmak üzere, yeşil reçeteye tabi ilaçları,",
  "f) Kurum idaresince incelenmek üzere alınanlar\nhariç, mahkemelerce yasaklanmış veya suç örgütlerini temsil eden yayın, afiş,\npankart, resim, sembol, işaret, doküman ve benzeri malzemeler ile örgütsel\nhaberleşme araçlarını,",
  "g) Yetkili makamlarca izin verilenler hariç,\nses ve görüntü almaya yarayan araçları, ",
  "ceza infaz kurumuna veya tutukevine sokan,\nburalarda bulunduran veya kullanan kişi bir yıldan üç yıla kadar hapis cezası\nile cezalandırılır.",
  "(3) Bir ve ikinci fıkralarda tanımlanan suçların hükümlü veya tutukluların\nmuhafazasıyla görevli kişiler tarafından işlenmesi halinde, verilecek ceza bir\nkat artırılır.",
  "(4) Bir ve ikinci fıkralarda tanımlanan suçların konusunu oluşturan\neşyayı yanında bulunduran veya kullanan hükümlü veya tutuklu, bunu kimden ve ne\nsuretle elde ettiği hususunda bilgi verirse, verilecek ceza yarı oranında\nindirilir.",
  " ",
  "Hak kullanımını ve beslenmeyi engelleme",
  "Madde 298- (1) Ceza infaz kurumları ve tutukevlerinde bulunan\nhükümlü ve tutukluların haberleşmelerini, ziyaretçileriyle görüşmelerini,\niyileştirme ve eğitim programları çerçevesinde eğitim ve spor, meslek\nkazandırma ve işyurdu çalışmaları ile diğer sosyal ve kültürel faaliyetlere\nkatılmalarını, kurum tabibince muayene ve tedavi edilmelerini, müdafi veya\navukat tayin etmelerini, bunlarla görüşmelerini, mahkemelere veya Cumhuriyet\nbaşsavcılıklarına gitmelerini, kurum görevlileri ile görüşmelerini,\nsalıverilenlerin kurum dışına çıkmalarını her ne suretle olursa olsun\nengelleyenler, hükümlü ve tutukluları bu fiillere teşvik edenler, bu yolda\ntalimat verenler, mevzuatın hükümlü ve tutuklulara tanıdığı sair her türlü\ngörüşme ve temas olanağını engelleyenler, bir yıldan üç yıla kadar hapis\ncezasıyla cezalandırılırlar.",
  "(2) Hükümlü ve tutukluların\nbeslenmesini engelleyenler hakkında iki yıldan dört yıla kadar hapis cezası\nverilir. Hükümlü ve tutukluların açlık grevine veya ölüm orucuna teşvik veya\nikna edilmeleri ya da bu yolda kendilerine talimat verilmesi de beslenmenin\nengellenmesi sayılır.",
  "(3) Beslenmenin engellenmesi nedeniyle kasten yaralama suçunun neticesi\nsebebiyle ağırlaşmış hallerinden biri veya ölüm meydana gelmiş ise, ayrıca\nkasten yaralama veya kasten öldürme suçlarına ilişkin hükümlere göre cezaya\nhükmolunur.",
  " ",
  "ÜÇÜNCÜ\nBÖLÜM",
  "Devletin\nEgemenlik Alametlerine ve Organlarının Saygınlığına Karşı Suçlar",
  "Cumhurbaşkanına hakaret",
  "Madde 299- (1) Cumhurbaşkanına hakaret eden kişi, bir yıldan dört\nyıla kadar hapis cezası ile cezalandırılır.",
  "(2) (Değişik: 29/6/2005 – 5377/35 md.) Suçun alenen işlenmesi\nhâlinde, verilecek ceza altıda biri oranında artırılır.",
  "(3) Bu suçtan\ndolayı kovuşturma yapılması, Adalet Bakanının iznine bağlıdır.",
  " ",
  "Devletin egemenlik alametlerini aşağılama",
  "Madde 300- (1) Türk Bayrağını yırtarak, yakarak veya sair surette\nve alenen aşağılayan kişi, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.\nBu hüküm, Anayasada belirlenen beyaz ay yıldızlı al bayrak özelliklerini\ntaşıyan ve Türkiye Cumhuriyeti Devletinin egemenlik alameti olarak kullanılan\nher türlü işaret hakkında uygulanır.",
  "(2) İstiklal Marşını alenen aşağılayan kişi, altı aydan iki yıla kadar\nhapis cezası ile cezalandırılır.",
  "(3) Bu maddede tanımlanan suçların yabancı bir ülkede bir Türk vatandaşı\ntarafından işlenmesi halinde, verilecek ceza üçte bir oranında artırılır.",
  " ",
  "Türk Milletini, Türkiye Cumhuriyeti\nDevletini, Devletin kurum ve organlarını aşağılama[105]",
  "Madde 301- (Değişik: 30/4/2008-5759/1 md.)",
  "(1) Türk Milletini, Türkiye Cumhuriyeti Devletini, Türkiye Büyük Millet\nMeclisini, Türkiye Cumhuriyeti Hükümetini ve Devletin yargı organlarını alenen\naşağılayan kişi, altı aydan iki yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Devletin askerî veya emniyet teşkilatını alenen aşağılayan kişi,\nbirinci fıkra hükmüne göre cezalandırılır.",
  "(3) Eleştiri amacıyla yapılan düşünce açıklamaları suç oluşturmaz.",
  "(4) Bu suçtan dolayı soruşturma yapılması, Adalet Bakanının iznine\nbağlıdır.",
  " ",
  "DÖRDÜNCÜ\nBÖLÜM",
  "Devletin\nGüvenliğine Karşı Suçlar",
  "Devletin birliğini ve ülke bütünlüğünü bozmak",
  "Madde 302- (1) (Değişik: 29/6/2005 – 5377/36 md.) Devlet\ntopraklarının tamamını veya bir kısmını yabancı bir devletin egemenliği altına\nkoymaya veya Devletin bağımsızlığını zayıflatmaya veya birliğini bozmaya veya\nDevletin egemenliği altında bulunan topraklardan bir kısmını Devlet idaresinden\nayırmaya yönelik bir fiil işleyen kimse, ağırlaştırılmış müebbet hapis cezası\nile cezalandırılır.",
  "(2) Bu suçun işlenmesi sırasında başka suçların işlenmesi halinde, ayrıca\nbu suçlardan dolayı ilgili hükümlere göre cezaya hükmolunur.",
  "(3) Bu maddede tanımlanan suçların işlenmesi dolayısıyla tüzel kişiler\nhakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "Düşmanla işbirliği yapmak",
  "Madde 303- (1) Türkiye Cumhuriyeti Devleti ile savaş halinde olan\ndevletin ordusunda hizmet kabul eden, düşman devletin yanında Türkiye\nCumhuriyeti Devletine karşı silahlı mücadeleye giren vatandaş, müebbet hapis\ncezası ile cezalandırılır.",
  "(2) Düşman devlet ordusunda herhangi bir komuta görevi üstlenen vatandaş,\nağırlaştırılmış müebbet hapis cezası ile cezalandırılır.",
  "(3) Bir ve ikinci fıkralarda tanımlanan suçların işlenmesi sırasında\nbaşka suçların işlenmesi halinde, ayrıca bu suçlardan dolayı ilgili hükümlere\ngöre cezaya hükmolunur.",
  "(4) Savaş zamanında düşman devlet toprağında bulunup da bu devlet\nordusunda hizmete alınmak mecburiyetinde kalan vatandaş hakkında, bu nedenle\ncezaya hükmolunmaz.",
  " ",
  "Devlete karşı savaşa tahrik",
  "Madde 304- (1) Türkiye Cumhuriyeti Devletine karşı savaş açması\nveya hasmane hareketlerde bulunması için yabancı devlet yetkililerini tahrik\neden veya bu amaca yönelik olarak yabancı devlet yetkilileri ile işbirliği\nyapan kişi, on yıldan yirmi yıla kadar hapis cezası ile cezalandırılır. (Mülga\nikinci cümle: 29/6/2005 – 5377/37 md.)",
  "(2) Bu madde uygulamasında, Türkiye Cumhuriyeti Devletinin güvenliğine\nkarşı suç işlemek üzere oluşturulmuş örgütlerin doğrudan veya dolaylı olarak\ndesteklenmesi, hasmane hareket olarak kabul edilir.",
  "(3) Bu maddede tanımlanan suçun işlenmesi dolayısıyla tüzel kişiler\nhakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "Temel millî yararlara karşı faaliyette bulunmak için yarar sağlama[106]",
  "Madde 305- (1) (Değişik fıkra: 29/6/2005 – 5377/38 md.)\nTemel millî yararlara karşı fiillerde bulunmak maksadıyla veya bu nedenle,\nyabancı kişi veya kuruluşlardan doğrudan doğruya veya dolaylı olarak kendisi\nveya başkası için maddi yarar sağlayan vatandaşa ya da Türkiye'de bulunan\nyabancıya, üç yıldan on yıla kadar hapis ve onbin güne kadar adlî para cezası\nverilir. Yarar sağlayan veya vaat eden kişi hakkında da aynı cezaya hükmolunur.",
  "(2) (Değişik fıkra: 29/6/2005 – 5377/38 md.) Fiilin savaş\nsırasında işlenmiş olması hâlinde, verilecek ceza yarı oranında artırılır.",
  "(3) Suç savaş hali dışında işlendiği takdirde, bu nedenle kovuşturma\nyapılması Adalet Bakanının iznine bağlıdır.",
  "(4) Temel milli yararlar deyiminden; bağımsızlık, toprak bütünlüğü, milli\ngüvenlik ve Cumhuriyetin Anayasada belirtilen temel nitelikleri anlaşılır.",
  " ",
  "Yabancı devlet aleyhine asker toplama",
  "Madde 306- (1) Türkiye Devletini savaş tehlikesi ile karşı karşıya\nbırakacak şekilde, yetkisiz olarak, yabancı bir devlete karşı asker toplayan\nveya diğer hasmane hareketlerde bulunan kimseye beş yıldan oniki yıla kadar\nhapis cezası verilir.",
  "(2) Fiil sonucu savaş meydana gelirse faile müebbet hapis cezası verilir.",
  "(3) Fiil, sadece yabancı devletle siyasal ilişkileri bozacak veya Türkiye\nDevleti veya Türk vatandaşlarını misilleme tehlikesi ile karşı karşıya\nbırakacak nitelikte ise faile iki yıldan sekiz yıla kadar hapis cezası verilir.",
  "(4) Siyasal ilişki kesilir veya misilleme meydana gelirse üç yıldan on\nyıla kadar hapis cezasına hükmolunur.",
  "(5) Bu maddede yer alan suçun kovuşturulması Adalet Bakanının iznine\nbağlıdır.",
  "(6) Bu madde hükümleri, fiili savaş halinde ülke topraklarının tamamını\nveya bir kısmını işgal eden yabancı devlet kuvvetlerine karşı meşru müdafaa\namaçlı direniş hareketleri hakkında uygulanmaz.",
  " ",
  "Askerî tesisleri tahrip ve düşman askerî hareketleri yararına anlaşma",
  "Madde 307- (1) Devletin silahlı kuvvetlerine ait olan veya\nhizmetine verilmiş bulunan kara, deniz ve hava ulaşım araçlarını, yolları,\nmüesseseleri, depoları ve diğer askerî tesisleri, bunlar henüz tamamlanmamış\nbulunsalar bile, kısmen veya tamamen tahrip eden veya geçici bir süre için olsa\nbile kullanılmayacak hale getiren kişiye, altı yıldan oniki yıla kadar hapis\ncezası verilir.",
  "(2) Suçun;",
  "a) Türkiye ile savaş halinde bulunan bir devletin çıkarı için işlenmiş\nolması,",
  "b) Devletin savaş hazırlıklarını veya\nsavaş kudret ve yeteneğini veya askerî hareketlerini tehlikeye koymuş olması,",
  "halinde, ağırlaştırılmış müebbet hapis cezasına hükmolunur.",
  "(3) Tahrip veya kullanılamaz hale gelme, birinci fıkrada belirtilen bina,\ntesis veya eşyayı elinde bulunduran veya korumak ve gözetlemekle yükümlü olan\nkimsenin taksiri sonucunda meydana gelmiş veya bu nedenle suçun işlenmesi\nkolaylaşmış ise, bu kişi hakkında bir yıldan beş yıla kadar hapis cezasına\nhükmolunur.",
  "(4) Savaş zamanında Türkiye Devleti zararına olmak üzere, düşman askerî\nhareketlerini kolaylaştırmak veya Türkiye Devletinin askerî hareketlerine zarar\nvermek maksadıyla yabancıyla anlaşan veya anlaşma olmasa da aynı sonuçları\nmeydana getirmeye yönelik fiilleri işleyen kişiye on yıldan onbeş yıla kadar\nhapis cezası verilir.",
  "(5) Dördüncü fıkrada tanımlanan fiil sonucunda, düşman askerî hareketleri\nfiilen kolaylaşmış veya Türk Devletinin askerî hareketleri zarar görmüş ise\nfaile ağırlaştırılmış müebbet hapis cezası verilir.",
  "(6) Dört ve beşinci fıkralarda yazılı suçları işleyen kimse ile anlaşan\nyabancıya da aynı ceza verilir.",
  "(7) Yukarıdaki fıkralarda yazılı fiillerin Türkiye Devleti ile aralarında\nsavaş için ittifak veya iştirak olan devlet zararına olarak Türkiye'de\nişlenmesi halinde de bu madde hükümleri uygulanır.",
  " ",
  "Düşman devlete maddi ve mali yardım",
  "Madde 308- (1) Türkiye Cumhuriyeti Devletinin savaş halinde olduğu\ndevlete, savaşta Türkiye Cumhuriyeti Devletinin aleyhine kullanılabilecek her\ntürlü eşyayı karşılıklı veya karşılıksız, doğrudan veya dolaylı olarak veren\nvatandaş, beş yıldan onbeş yıla kadar hapis cezası ile cezalandırılır. Bu\nhüküm, Türkiye'de oturan yabancı hakkında da uygulanır.",
  "(2) Savaş zamanında, düşman devlet yararına yapılan borçlanmalara veya\nher ne nedenle olursa olsun ödemelere katılan veya bunlara ilişkin işlemleri\nkolaylaştıran vatandaşa veya Türkiye'de oturan yabancıya aynı ceza verilir.",
  "(3) Savaştan evvel başlamış olsa bile, birinci fıkrada yazılı haller\ndışında, nerede bulunursa bulunsun düşman devlet vatandaşıyla veya düşman\ndevlet topraklarında oturan diğer kimselerle Türkiye Devleti zararına veya\ndüşman devletin savaş gücüne olumlu etki yapacak nitelikte doğrudan doğruya\nveya dolaylı olarak ticaret yapan vatandaşa veya Türkiye'de oturan yabancıya\niki yıldan beş yıla kadar hapis ve onbin güne kadar adlî para cezası verilir.",
  "(4) Yukarıdaki fıkralarda yazılı fiillerin düşman devletle aralarında\nsavaş için ittifak veya iştirak olan devlet yararına işlenmesi halinde de bu\nmadde hükümleri uygulanır.",
  " ",
  "BEŞİNCİ\nBÖLÜM",
  "Anayasal\nDüzene ve Bu Düzenin İşleyişine Karşı Suçlar",
  "Anayasayı ihlal",
  "Madde 309- (1) Cebir ve şiddet kullanarak, Türkiye Cumhuriyeti\nAnayasasının öngördüğü düzeni ortadan kaldırmaya veya bu düzen yerine başka bir\ndüzen getirmeye veya bu düzenin fiilen uygulanmasını önlemeye teşebbüs edenler\nağırlaştırılmış müebbet hapis cezası ile cezalandırılırlar.",
  "(2) Bu suçun işlenmesi sırasında başka suçların işlenmesi halinde, ayrıca\nbu suçlardan dolayı ilgili hükümlere göre cezaya hükmolunur.",
  "(3) Bu maddede tanımlanan suçların işlenmesi dolayısıyla tüzel kişiler\nhakkında bunlara özgü güvenlik tedbirlerine hükmolunur.",
  " ",
  "Cumhurbaşkanına suikast ve fiilî saldırı",
  "Madde 310- (1) Cumhurbaşkanına suikastte bulunan kişi,\nağırlaştırılmış müebbet hapis cezası ile cezalandırılır. Bu fiile teşebbüs\nedilmesi halinde de suç tamamlanmış gibi cezaya hükmolunur.",
  "(2) Cumhurbaşkanına karşı diğer fiili saldırılarda bulunan kimse\nhakkında, ilgili suça ilişkin ceza yarı oranında artırılarak hükmolunur. Ancak,\nbu suretle verilecek ceza beş yıldan az olamaz.",
  " ",
  "Yasama organına karşı suç",
  "Madde 311- (1) Cebir ve şiddet kullanarak Türkiye Büyük\nMillet Meclisini ortadan kaldırmaya veya Türkiye Büyük Millet Meclisinin\ngörevlerini kısmen veya tamamen yapmasını engellemeye teşebbüs edenler\nağırlaştırılmış müebbet hapis cezasıyla cezalandırılırlar.",
  "(2) Bu suçun işlenmesi sırasında başka suçların işlenmesi halinde, ayrıca\nbu suçlardan dolayı ilgili hükümlere göre cezaya hükmolunur.",
  " ",
  "Hükûmete karşı suç",
  "Madde 312- (1) Cebir ve şiddet kullanarak Türkiye Cumhuriyeti\nHükûmetini ortadan kaldırmaya veya görevlerini yapmasını kısmen veya tamamen\nengellemeye teşebbüs eden kimseye ağırlaştırılmış müebbet hapis cezası verilir.",
  "(2) Bu suçun işlenmesi sırasında başka suçların işlenmesi halinde, ayrıca\nbu suçlardan dolayı ilgili hükümlere göre cezaya hükmolunur.",
  " ",
  "Türkiye Cumhuriyeti Hükûmetine karşı silâhlı isyan",
  "Madde 313- (1) Halkı, Türkiye Cumhuriyeti Hükûmetine karşı silahlı\nbir isyana tahrik eden kimseye onbeş yıldan yirmi yıla kadar hapis cezası\nverilir. İsyan gerçekleştiğinde, tahrik eden kişi hakkında yirmi yıldan\nyirmibeş yıla kadar hapis cezasına hükmolunur.",
  "(2) Türkiye Cumhuriyeti Hükûmetine karşı silahlı isyanı idare eden kişi,\nağırlaştırılmış müebbet hapis cezası ile cezalandırılır. İsyana katılan diğer\nkişilere altı yıldan on yıla kadar hapis cezası verilir.",
  "(3) Bir ve ikinci fıkrada tanımlanan suçların, Devletin savaş halinde\nolmasının sağladığı kolaylıktan yararlanmak suretiyle işlenmesi halinde,\nağırlaştırılmış müebbet hapis cezasına hükmolunur.",
  "(4) Bir ve ikinci fıkrada tanımlanan suçların işlenmesi sırasında başka\nsuçların işlenmesi halinde, ayrıca bu suçlardan dolayı ilgili hükümlere göre\ncezaya hükmolunur.",
  " ",
  "Silâhlı örgüt",
  "Madde 314- (1) Bu kısmın dördüncü ve beşinci bölümlerinde yer alan\nsuçları işlemek amacıyla, silahlı örgüt kuran veya yöneten kişi, on yıldan\nonbeş yıla kadar hapis cezası ile cezalandırılır.",
  "(2) Birinci fıkrada tanımlanan örgüte üye olanlara, beş yıldan on yıla\nkadar hapis cezası verilir.",
  "(3) (Ek:2/3/2024-7499/11 md.)[107]\nÖrgüte üye olmamakla birlikte örgüt adına suç işleyen kişi, ayrıca beş yıldan\non yıla kadar hapis cezası ile cezalandırılır. İşlenen suçun niteliğine göre\nverilecek ceza yarısına kadar indirilebilir.[108]",
  "(4) Suç işlemek amacıyla örgüt kurma suçuna ilişkin diğer hükümler, bu\nsuç açısından aynen uygulanır.",
  " ",
  "Silâh sağlama",
  "Madde 315- (1) Yukarıdaki maddede tanımlanan örgütlerin\nfaaliyetlerinde kullanılmak maksadıyla bunların amaçlarını bilerek, bu\nörgütlere üretmek, satın almak veya ülkeye sokmak suretiyle silah temin eden,\nnakleden veya depolayan kişi, on yıldan onbeş yıla kadar hapis cezası ile\ncezalandırılır.",
  " ",
  "Suç için anlaşma",
  "Madde 316- (1) Bu kısmın dördüncü ve beşinci bölümlerinde yer alan\nsuçlardan herhangi birini elverişli vasıtalarla işlemek üzere iki veya daha\nfazla kişi, maddi olgularla belirlenen bir biçimde anlaşırlarsa, suçların\nağırlık derecesine göre üç yıldan oniki yıla kadar hapis cezası verilir.",
  "(2) Amaçlanan suç işlenmeden veya anlaşma dolayısıyla soruşturmaya\nbaşlanmadan önce bu ittifaktan çekilenlere ceza verilmez.",
  " ",
  "ALTINCI\nBÖLÜM",
  "Milli\nSavunmaya Karşı Suçlar",
  "Askerî komutanlıkların gasbı",
  "Madde 317- (1) Kanunen yetkili olmadıkları veya Devlet tarafından\nmemur edilmedikleri halde, bir asker kıtasının veya donanmasının veya savaş\ngemisinin veya savaş hava filosunun veya bir kale veya müstahkem mevkiin veya\nbir askerî üssün veya tesisin, bir liman veya şehrin komutasını alanlara\nmüebbet hapis cezası verilir.",
  "(2) Kanunen yetkili olmaları veya Devlet tarafından görevlendirilmeleri\nsuretiyle yukarıda gösterilen yerlerin komutanı bulunanlardan, yetkili\nmakamlarca komutanlığı terk etmeleri için verilen emirlere uymayanlara da aynı\nceza verilir.",
  " ",
  "Halkı askerlikten soğutma",
  "Madde 318- (1) (Değişik: 11/4/2013-6459/13 md.) Askerlik\nhizmetini yapanları firara sevk edecek veya askerlik hizmetine katılacak\nolanları bu hizmeti yapmaktan vazgeçirecek şekilde teşvik veya telkinde\nbulunanlara altı aydan iki yıla kadar hapis cezası verilir.",
  "(2) Fiil, basın ve yayın yolu ile işlenirse ceza yarısı oranında\nartırılır.",
  " ",
  "Askerleri itaatsizliğe teşvik",
  "Madde 319- (1) Askerleri veya askerî idareye bağlı olarak görev\nyapan diğer kişileri kanunlara karşı itaatsizliğe veya yeminlerini bozmaya veya\naskerî disiplini veya askerlik hizmetine ilişkin görevlerini ihlale yönelten ve\ntahrik edenler ile kanunlara, yeminlere veya disiplin veya diğer görevlere\naykırı hareketleri askerler önünde öven veya iyi gördüğünü söyleyen kimselere,\nbir yıldan üç yıla kadar hapis cezası verilir.",
  "(2) Fiil, aleni olarak işlenmişse iki yıldan beş yıla kadar hapis cezası\nverilir.",
  "(3) Fiil, savaş zamanında işlenmiş ise ceza bir katı oranında artırılır.",
  " ",
  "Yabancı hizmetine asker yazma, yazılma",
  "Madde 320- (1) Hükûmetin izni olmaksızın bir yabancı veya\nyabancı Devlet hizmetinde veya bunların lehinde çalışmak üzere Ülke içinde\nvatandaşlardan asker yazan veya vatandaşları silahlandıran kimseye üç yıldan\naltı yıla kadar hapis cezası verilir.",
  "(2) Asker yazılanlar veya silahlandırılanlar arasından asker veya\naskerlik çağında olanlar varsa ceza üçte biri oranında artırılır.",
  "(3) Birinci fıkradaki hizmeti kabul eden kimseye bir yıldan üç yıla kadar\nhapis cezası verilir.",
  " ",
  "Savaş zamanında emirlere uymama",
  "Madde 321- (1) Savaş zamanında Devletin yetkili makam ve\nmercilerinin emir veya kararlarına bilerek aykırı harekette bulunan kimseye bir\nyıldan altı yıla kadar hapis cezası verilir.",
  " ",
  "Savaş zamanında yükümlülükler",
  "Madde 322- (1) Savaş zamanında, Devletin silahlı kuvvetlerinin\nveya halkın ihtiyaçları için Devlet veya bir kamu kuruluşu veya kamu hizmetleri\nyapan veya kamu ihtiyaçlarını sağlayan bir kuruluş ile iş yapmak veya eşya\nvermek üzere yaptıkları sözleşmedeki yükümlülükleri kısmen veya tamamen yerine\ngetirmeyen kimseye üç yıldan on yıla kadar hapis ve onbin güne kadar adlî para\ncezası verilir.",
  "(2) Yükümlülüklerin kısmen veya tamamen yerine getirilmemesi taksirden\nileri gelmişse, cezanın dörtte üçüne kadarı indirilebilir.",
  "(3) Yükümlülüğün kısmen veya tamamen yerine getirilmemesine asıl\nyükümlüler ile aralarında sözleşme bulunan aracılar veya bunların temsilcileri\nneden olmuşsa, bunlar hakkında da aynı cezalar uygulanır.",
  "(4) Savaş zamanında yükümlülüklerin yerine getirilmesinde hile yapan\nyukarıdaki fıkralarda yazılı kişilere on yıldan onbeş yıla kadar hapis ve onbin\ngüne kadar adlî para cezası verilir.",
  " ",
  "Savaşta yalan haber yayma",
  "Madde 323- (1) Savaş sırasında kamunun endişe ve heyecan duymasına\nneden olacak veya halkın maneviyatını sarsacak veya düşman karşısında ülkenin\ndirencini azaltacak şekilde asılsız veya abartılmış veya özel maksada dayalı\nhavadis veya haber yayan veya nakleden veya temel milli yararlara zarar\nverebilecek herhangi bir faaliyette bulunan kimseye beş yıldan on yıla kadar\nhapis cezası verilir.",
  "(2) Eğer fiil;",
  "a) Propagandayla,",
  "b) Askerlere yönelik olarak,",
  "c) Bir yabancı ile anlaşma neticesi,",
  "İşlenmişse, verilecek ceza on yıldan yirmi yıla kadar hapistir.",
  "(3) Fiil, düşmanla anlaşma neticesi işlenmişse müebbet hapis cezası\nverilir.",
  "(4) Savaş zamanında düşman karşısında milletin direncini tehlikeyle karşı\nkarşıya bırakacak şekilde yabancı paraların değerini düşürmeye veya itibarı\namme kağıtlarının değeri üzerinde etki yapmaya yönelik hareketlerde bulunan\nkimseye beş yıldan on yıla kadar hapis ve üçbin güne kadar adlî para cezası\nverilir.",
  "(5) Dördüncü fıkrada yazılı fiil, bir yabancı ile anlaşma sonucu işlenmişse\nceza yarısı; düşmanla anlaşma sonucu işlenmiş ise bir katı oranında artırılır.",
  " ",
  "Seferberlikle ilgili görevin ihmali",
  "Madde 324- (1) Sulh zamanında seferberlikle ilgili görevlerini\nihmal eden veya geciktiren kamu görevlisine altı aydan üç yıla kadar hapis\ncezası verilir.",
  " ",
  "Düşmandan unvan ve benzeri payeler kabulü",
  "Madde 325- (1) Türkiye ile savaş halinde bulunan bir devletten\nakademik derece veya şeref, unvan, nişan ve diğer fahri rütbe veya bunlara ait\nmaaş veya başka yararlar kabul eden vatandaşa bir yıldan üç yıla kadar hapis\ncezası verilir.",
  " ",
  "YEDİNCİ\nBÖLÜM",
  "Devlet\nSırlarına Karşı Suçlar ve Casusluk",
  "Devletin güvenliğine ilişkin belgeler",
  "Madde 326- (1) Devletin güvenliğine veya iç veya dış siyasal\nyararlarına ilişkin belge veya vesikaları kısmen veya tamamen yok eden, tahrip\neden veya bunlar üzerinde sahtecilik yapan veya geçici de olsa, bunları tahsis\nolundukları yerden başka bir yerde kullanan, hileyle alan veya çalan kimseye\nsekiz yıldan oniki yıla kadar hapis cezası verilir.",
  "(2) Yukarıdaki yazılı fiiller, savaş sırasında işlenmiş veya Devletin\nsavaş hazırlıklarını veya savaş etkinliğini veya askerî hareketlerini tehlikeye\nkoymuş ise müebbet hapis cezası verilir.",
  " ",
  "Devletin güvenliğine ilişkin bilgileri temin etme",
  "Madde 327- (1) Devletin güvenliği veya iç veya dış siyasal\nyararları bakımından, niteliği itibarıyla, gizli kalması gereken bilgileri\ntemin eden kimseye üç yıldan sekiz yıla kadar hapis cezası verilir.",
  "(2) Fiil, savaş sırasında işlenmiş veya Devletin savaş hazırlıklarını\nveya savaş etkinliğini veya askerî hareketlerini tehlikeye koymuşsa müebbet\nhapis cezası verilir.",
  " ",
  "Siyasal veya askerî casusluk",
  "Madde 328. - (1) Devletin güvenliği veya iç veya dış siyasal\nyararları bakımından, niteliği itibarıyla, gizli kalması gereken bilgileri,\nsiyasal veya askerî casusluk maksadıyla temin eden kimseye onbeş yıldan yirmi\nyıla kadar hapis cezası verilir.",
  "(2) Fiil;",
  "a) Türkiye ile savaş halinde bulunan bir devletin yararına işlenmişse,",
  "b) Savaş sırasında işlenmiş veya Devletin savaş hazırlıklarını veya savaş\netkinliğini veya askerî hareketlerini tehlikeye sokmuşsa,",
  "Fail, ağırlaştırılmış müebbet hapis cezası ile cezalandırılır.",
  " ",
  "Devletin güvenliğine ve siyasal yararlarına ilişkin bilgileri açıklama",
  "Madde 329- (1) Devletin güvenliği veya iç veya dış siyasal\nyararları bakımından niteliği itibarıyla gizli kalması gereken bilgileri\naçıklayan kimseye beş yıldan on yıla kadar hapis cezası verilir.",
  "(2) Fiil, savaş zamanında işlenmiş veya Devletin savaş hazırlıklarını\nveya savaş etkinliğini veya askerî hareketlerini tehlikeye koymuşsa, faile on\nyıldan onbeş yıla kadar hapis cezası verilir.",
  "(3) Fiil, failin taksiri sonucu meydana gelmiş ise birinci fıkrada yazılı\nolan halde, faile altı aydan iki yıla, ikinci fıkrada yazılı hallerden birinin\nvarlığı halinde ise üç yıldan sekiz yıla kadar hapis cezası verilir.",
  " ",
  "Gizli kalması gereken bilgileri açıklama",
  "Madde 330- (1) Devletin güvenliği veya iç veya dış siyasal\nyararları bakımından niteliği itibarıyla gizli kalması gereken bilgileri\nsiyasal veya askerî casusluk maksadıyla açıklayan kimseye müebbet hapis cezası\nverilir.",
  "(2) Fiil, savaş zamanında işlenmiş veya Devletin savaş hazırlıklarını\nveya savaş etkinliğini veya askerî hareketlerini tehlikeyle karşı karşıya\nbırakmış ise, faile ağırlaştırılmış müebbet hapis cezası verilir.",
  " ",
  "Uluslararası casusluk",
  "Madde 331- (1) Yabancı bir devletin güvenliği veya iç veya dış\nsiyasal yararları bakımından niteliği itibarıyla gizli kalması gereken\nbilgileri, diğer bir yabancı devlet lehine siyasal veya askerî casusluk\nmaksadıyla temin eden vatandaşa veya bunu Türkiye'de temin etmiş bulunan\nyabancıya bir yıldan dört yıla kadar hapis cezası verilir.",
  " ",
  "Askerî yasak bölgelere girme",
  "Madde 332- (1) Devletin askerî yararı gereği girilmesi yasaklanmış\nolan yerlere, gizlice veya hile ile girenlere iki yıldan beş yıla kadar hapis\ncezası verilir.",
  "(2) Fiil, savaş zamanında işlenirse faile üç yıldan sekiz yıla kadar\nhapis cezası verilir.",
  " ",
  "Devlet sırlarından yararlanma, Devlet hizmetlerinde sadakatsizlik",
  "Madde 333- (1) Görevi dolayısıyla öğrendiği ve Devletin\ngüvenliğinin gizli kalmasını gerektirdiği fenni keşif veya yeni buluşları veya\nsınai yenilikleri kendisinin veya başkasının yararına kullanan veya\nkullanılmasını sağlayan kişi, beş yıldan on yıla kadar hapis ve üçbin güne\nkadar adlî para cezası ile cezalandırılır.",
  "(2) Fiil, Türkiye ile savaş halinde bulunan bir devletin yararına işlenir\nveya Devletin savaş hazırlıklarını veya savaş etkinliğini veya askerî\nhareketlerini tehlikeye sokacak olursa, faile müebbet hapis cezası verilir.",
  "(3) Türkiye Devleti tarafından yabancı bir memlekette Devlete ait belirli\nbir işi görmek için görevlendirilen kimse, bu görevi sadakatle yerine\ngetirmediği ve bu fiilden dolayı zarar meydana gelebildiği takdirde faile beş\nyıldan on yıla kadar hapis cezası verilir.",
  "(4) Bu maddede tanımlanan suçların işleneceğini haber alıp da bunları\nzamanında yetkililere ihbar etmeyenlere, suç teşebbüs derecesinde kalmış olsa\nbile altı aydan iki yıla kadar hapis cezası verilir.",
  " ",
  "Yasaklanan bilgileri temin",
  "Madde 334- (1) Yetkili makamların kanun ve düzenleyici işlemlere\ngöre açıklanmasını yasakladığı ve niteliği bakımından gizli kalması gereken\nbilgileri temin eden kimseye bir yıldan üç yıla kadar hapis cezası verilir.",
  "(2) Fiil, Devletin savaş hazırlıklarını veya savaş etkinliğini veya\naskerî hareketlerini tehlikeyle karşı karşıya bırakmış ise faile beş yıldan on\nyıla kadar hapis cezası verilir.",
  " ",
  "Yasaklanan bilgilerin casusluk maksadıyla temini",
  "Madde 335- (1) Yetkili makamların kanun ve düzenleyici\nişlemlere göre açıklanmasını yasakladığı ve niteliği bakımından gizli kalması\ngereken bilgileri siyasal veya askerî casusluk maksadıyla temin eden kimseye\nsekiz yıldan oniki yıla kadar hapis cezası verilir.",
  "(2) Fiil, Türkiye ile savaş halinde bulunan bir devletin yararına\nişlenmiş veya Devletin savaş hazırlıklarını veya savaş etkinliğini veya askerî\nhareketlerini tehlikeyle karşı karşıya bırakmış ise faile ağırlaştırılmış\nmüebbet hapis cezası verilir.",
  " ",
  "Yasaklanan bilgileri açıklama",
  "Madde 336- (1) Yetkili makamların kanun ve düzenleyici işlemlere\ngöre açıklanmasını yasakladığı ve niteliği bakımından gizli kalması gereken\nbilgileri açıklayan kimseye üç yıldan beş yıla kadar hapis cezası verilir.",
  "(2) Fiil, savaş zamanında işlenmiş veya Devletin savaş hazırlıklarını\nveya savaş etkinliğini veya askerî hareketlerini tehlikeye sokmuş ise faile on\nyıldan onbeş yıla kadar hapis cezası verilir.",
  "(3) Fiil, failin taksiri sonucu meydana gelmiş ise, birinci fıkrada\nyazılı olan halde faile altı aydan iki yıla, ikinci fıkrada yazılı halde üç\nyıldan sekiz yıla kadar hapis cezası verilir.",
  " ",
  "Yasaklanan bilgileri siyasal veya askerî casusluk maksadıyla açıklama",
  "Madde 337- (1) Yetkili makamların kanun ve düzenleyici işlemlere\ngöre açıklanmasını yasakladığı ve niteliği bakımından gizli kalması gereken\nbilgileri, siyasal veya askerî casusluk maksadıyla açıklayan kimseye on yıldan\nonbeş yıla kadar hapis cezası verilir.",
  "(2) Fiil, savaş zamanında işlenmiş veya Devletin savaş hazırlıklarını\nveya savaş etkinliğini veya askerî hareketlerini tehlikeyle karşı karşıya\nbırakmış ise ağırlaştırılmış müebbet hapis cezası verilir.",
  " ",
  "Taksir sonucu casusluk fiillerinin işlenmesi",
  "Madde 338- (1) Bu bölümde tanımlanan suçların işlenmesi, ilgili\nkişilerin dikkat ve özen yükümlülüğüne aykırı davranmaları sonucu mümkün olmuş\nveya kolaylaşmış ise, taksirle davranan faile altı aydan üç yıla kadar hapis\ncezası verilir.",
  "(2) Fiil, savaş sırasında işlenmiş veya Devletin savaş hazırlıklarını\nveya savaş etkinliğini veya askerî hareketlerini tehlikeyle karşı karşıya\nbırakmış ise, taksirle davranan faile üç yıldan sekiz yıla kadar hapis cezası\nverilir.",
  " ",
  "Devlet güvenliği ile ilgili belgeleri elinde bulundurma",
  "Madde 339- (1) Devletin güvenliği veya iç veya dış siyasal\nyararları bakımından gizli kalması gereken bilgileri veya yetkili makamların\naçıklanmasını yasakladığı ve niteliği bakımından gizli kalması gereken\nhususları elde etmeye yarayan ve elde bulundurulması için kabul edilebilir bir\nneden gösterilemeyen belgelerle veya bu nitelikteki herhangi bir şeyle\nyakalanan kimseye bir yıldan beş yıla kadar hapis cezası verilir.",
  "(2) Fiil, savaş zamanında işlenirse faile üç yıldan sekiz yıla kadar\nhapis cezası verilir.",
  " ",
  "SEKİZİNCİ\nBÖLÜM",
  "Yabancı\nDevletlerle Olan İlişkilere Karşı Suçlar",
  "Yabancı devlet başkanına karşı suç",
  "Madde 340- (1) Yabancı devletlerden birinin başkanına karşı bir\nsuç işleyen kişiye verilecek ceza, sekizde biri oranında artırılır. Suçun\nmüebbet hapis cezasını gerektirmesi halinde, ağırlaştırılmış müebbet hapis\ncezasına hükmolunur.",
  "(2) Fiil, soruşturulması ve kovuşturulması şikayete bağlı suçlardan ise,\nsoruşturma ve kovuşturma yabancı devletin şikayetine bağlıdır.",
  " ",
  "Yabancı devlet bayrağına karşı hakaret",
  "Madde 341- (1) Resmen çekilmiş olan yabancı devlet bayrağını veya\ndiğer egemenlik alametlerini alenen tahkir eden kimseye üç aydan bir yıla kadar\nhapis cezası verilir.",
  "(2) Bu suçtan dolayı soruşturma ve kovuşturma yapılması, ilgili devletin\nşikayetine bağlıdır.",
  " ",
  "Yabancı devlet temsilcilerine karşı suç",
  "Madde 342- (1) Türkiye Cumhuriyetinde sürekli veya geçici olarak\ngörevlendirilmiş yabancı devlet temsilcileri ile bunların diplomasi memurları\nveya uluslararası kuruluşların temsilcileri ile bunların diplomatik ayrıcalık\nve bağışıklık tanınan memurları, kendilerine karşı görevlerinden dolayı işlenen\nsuçlar bakımından, kamu görevlisi kabul edilerek; suç işleyen kişiler hakkında,\nbu Kanunun ilgili hükümlerine göre cezaya hükmolunur.",
  "(2) İşlenen suç hakaret ise, soruşturma ve kovuşturma yapılması, mağdurun\nşikayetine bağlıdır.",
  " ",
  "Karşılıklılık koşulu",
  "Madde 343- (1) Bu bölümde yazılı hükümlerin uygulanması,\nkarşılıklılık koşuluna bağlıdır.",
  " ",
  "DOKUZUNCU\nBÖLÜM",
  "Son\nHükümler",
  "Geçici Madde 1 – (Ek: 11/4/2013-6459/14 md.)",
  "(1) Bu maddeyi ihdas eden Kanunla, bu Kanunun 235 inci maddesinde yapılan\ndeğişiklik sebebiyle görülmekte olan davalarda görevsizlik kararı verilemez.",
  " ",
  "Yürürlük",
  "Madde 344- (1) Bu Kanunun;",
  "a) “İmar kirliliğine neden olma” başlıklı 184 üncü maddesi yayımı\ntarihinde,",
  "b) “Çevrenin kasten kirletilmesi” başlıklı 181 inci maddesinin birinci\nfıkrası ile “Çevrenin taksirle kirletilmesi” başlıklı 182 nci maddesinin\nbirinci fıkrası yayımı tarihinden itibaren iki yıl sonra,",
  "c) Diğer hükümleri 1 Haziran 2005 tarihinde,[109]",
  "yürürlüğe girer.",
  " ",
  "Yürütme",
  "Madde 345- (1) Bu Kanun hükümlerini Bakanlar Kurulu yürütür.",
  "\n",
  "5237\nSAYILI KANUNA İŞLENEMEYEN HÜKÜMLER",
  "1- 6/12/2006\ntarihli ve 5560 sayılı Kanunun Geçici 1 inci Maddesi:",
  "GEÇİCİ MADDE 1 – Bu Kanunun yürürlüğe girdiği tarih itibarıyla\nhükme bağlanmış olmakla beraber henüz kesinleşmemiş olan dosyalarda, uzlaşma\nkapsamının genişlediğinden bahisle bozma kararı verilemez.",
  " ",
  " ",
  "5237\nSAYILI KANUNA EK VE DEĞİŞİKLİK GETİREN MEVZUATIN VEYA",
  "ANAYASA\nMAHKEMESİ TARAFINDAN İPTAL EDİLEN HÜKÜMLERİN",
  "YÜRÜRLÜĞE\nGİRİŞ TARİHİNİ GÖSTERİR LİSTE",
  " ",
  "\n\n\n\n\n\nDeğiştiren Kanunun/ İptal Eden Anayasa Mahkemesinin\nKararının Numarası\n\n\n5237 Sayılı Kanunun Değişen veya İptal Edilen\nMaddeleri\n\n\nYürürlüğe Giriş Tarihi\n\n\n\n\n\n5328\n\n\n59, 62, 85, 86, 87, 88, 90,116, 235, 344\n\n\n31/3/2005\n\n\n\n\n5378\n\n\n122\n\n\n7/7/2005\n\n\n\n\n5377\n\n\n4, 7, 13, 30, 31, 43, 61, 66, 82, 84, 87, 103, 105, 107,\n125, 145, 150, 155, 158, 168, 184, 188, 190, 191, 218, 221, 245, 252, 263,\n268, 269, 288, 292, 293, 299, 302, 304, 305\n\n\n8/7/2005\n\n\n\n\nAnayasa Mahkemesi’nin 23/11/2005 tarihli ve E.:\n2005/103, K.: 2005/89 sayılı kararı\n\n\n104\n\n\n25/2/2006\n\n\n\n\n5560\n\n\n61,73,80,87,89,142,191,221,227,234,245 ve İşlenemeyen\nHüküm\n\n\n19/12/2006\n\n\n\n\n5739\n\n\n50\n\n\n1/3/2008\n\n\n\n\n5759\n\n\n301\n\n\n8/5/2008\n\n\n\n\n5841\n\n\n154\n\n\n14/3/2009\n\n\n\n\n5918\n\n\n13, 55, 165, 254, 282\n\n\n9/7/2009\n\n\n\n\n6008\n\n\n79\n\n\n25/7/2010\n\n\n\n\n6086\n\n\n257\n\n\n19/12/2010\n\n\n\n\n6217\n\n\n191\n\n\n14/4/2011\n\n\n\n\nAnayasa Mahkemesi’nin 7/7/2011 tarihli ve E.:2010/69,\nK.:2011/116 sayılı Kararı\n\n\n297\n\n\n21/4/2011\n\n\n\n\nAnayasa Mahkemesi’nin 30/6/2011 tarihli ve E.:2010/52,\nK.:2011/113 sayılı Kararı\n\n\n278\n\n\n15/10/2011\n\n\n\n\n6352\n\n\n132, 133, 134, 141, 142, 163, 168, 220, 250, 252, 254,\n255,257, 277, 278, 285, 288\n\n\n5/7/2012\n\n\n\n\nAnayasa Mahkemesi’nin 17/11/2011 tarihli ve E.:\n2010/115, K.: 2011/154 sayılı Kararı\n\n\n267 \n\n\n Yayımlandığı (17/3/2012) tarihinden başlayarak bir yıl\nsonra \n17/3/2013\n\n\n\n\n6456\n\n\n158\n\n\n18/4/2013\n\n\n\n\n6459\n\n\n94, 215, 220, 235, 318, Geçici Madde 1\n\n\n30/4/2013\n\n\n\n\n6460\n\n\n263\n\n\n30/4/2013\n\n\n\n\n6462\n\n\n122, 278\n\n\n3/5/2013\n\n\n\n\nAnayasa Mahkemesi’nin 10/4/2013 tarihli ve E.: 2013/14,\nK.: 2013/56 sayılı Kararı\n\n\n267\n\n\n10/12/2013 tarihinden başlayarak altı ay sonra\n(10/6/2014)\n\n\n\n\n6526\n\n\n135, 136, 138\n\n\n6/3/2014\n\n\n\n\n6529\n\n\n112, 113, 115, 122, 222\n\n\n13/3/2014\n\n\n\n\n6545\n\n\n12, 18, 102, 103, 104, 105, 142, 143, 149, 152, 188,\n190, 191, 277\n\n\n28/6/2014\n\n\n\n\n6638\n\n\n188, 191\n\n\n4/4/2015\n\n\n\n\nAnayasa Mahkemesi’nin 14/1/2015 tarihli ve E.: 2014/116,\nK.: 2015/4 sayılı Kararı\n\n\n272\n\n\n29/4/2015 tarihinden başlayarak altı ay sonra\n(29/10/2015)\n\n\n\n\nAnayasa\nMahkemesi’nin 27/5/2015 tarihli ve E.: 2014/36, K.: 2015/51 sayılı Kararı\n\n\n230\n\n\n10/6/2015\n\n\n\n\nAnayasa\nMahkemesi’nin 8/10/2015 tarihli ve E.: 2014/140, K.: 2015/85 sayılı Kararı\n\n\n53\n\n\n24/11/2015\n\n\n\n\nAnayasa\nMahkemesi’nin 12/11/2015 tarihli ve E.: 2015/26, K.: 2015/100 sayılı Kararı\n\n\n103\n\n\n11/12/2015 tarihinden başlayarak bir yıl sonra\n(11/12/2016)\n\n\n\n\n6698\n\n\n135, 226, 243, 245/A\n\n\n7/4/2016\n\n\n\n\n6706\n\n\n18\n\n\n5/5/2016\n\n\n\n\nAnayasa\nMahkemesi’nin 26/5/2016 tarihli ve E.: 2015/108, K.: 2016/46 sayılı Kararı\n\n\n103\n\n\n13/7/2016 tarihinden başlayarak altı ay sonra\n(13/1/2017)\n\n\n\n\n6754\n\n\n276\n\n\n24/11/2016\n\n\n\n\n6763\n\n\n54, 75, 103, 158, 174, 179, 192, 227, 228, 297\n\n\n2/12/2016\n\n\n\n\nKHK/694\n\n\n188, 190, 228\n\n\n25/8/2017\n\n\n\n\n7078\n\n\n188, 190, 228\n\n\n8/3/2018\n\n\n\n\nKHK/700\n\n\n6,47,287\n\n\n24/6/2018\ntarihinde birlikte yapılan Türkiye Büyük Millet Meclisi ve Cumhurbaşkanlığı\nseçimleri sonucunda Cumhurbaşkanının andiçerek göreve başladığı tarihte\n(9/7/2018)\n\n\n\n\n7188\n\n\n75, 136\n\n\n24/10/2019\n\n\n\n\n7196\n\n\n79\n\n\n24/12/2019\n\n\n\n\n7242\n\n\n50, 51, 53, 86, 87, 220, 241,\n\n\n15/4/2020\n\n\n\n\n7328\n\n\n57, 59\n\n\n25/6/2021\n\n\n\n\n7331\n\n\n82, 86, 96, 109\n\n\n14/7/2021\n\n\n\n\n7332\n\n\n151\n\n\n14/7/2021\n\n\n\n\n7406\n\n\n62, 82, 86, 94, 96, 106, 113, 123/A\n\n\n27/5/2022\n\n\n\n\n7413\n\n\n237, 240\n\n\n28/6/2022\n\n\n\n\n7418\n\n\n217/A\n\n\n18/10/2022\n\n\n\n\n7445\n\n\n79, 188, 191\n\n\n5/4/2023\n\n\n\n\n7499\n\n\n63, 220, 314\n\n\n12/3/2024\n\n\n\n\n52, 75\n\n\n1/6/2024\n\n\n\n\n7531\n\n\n73, 75\n\n\n14/11/2024\n\n\n\n\n",
  " "
]